{
"0": "",
"1": "There is a plant seed on its back right from the day this Pokémon is born. The seed slowly grows larger.",
"2": "When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs.",
"3": "Its plant blooms when it is absorbing solar energy. It stays on the move to seek sunlight.",
"4": "It has a preference for hot things. When it rains, steam is said to spout from the tip of its tail.",
"5": "It has a barbaric nature. In battle, it whips its fiery tail around and slashes away with sharp claws.",
"6": "It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames.",
"7": "When it retracts its long neck into its shell, it squirts out water with vigorous force.",
"8": "It is recognized as a symbol of longevity. If its shell has algae on it, that Wartortle is very old.",
"9": "It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell.",
"10": "For protection, it releases a horrible stench from the antenna on its head to drive away enemies.",
"11": "It is waiting for the moment to evolve. At this stage, it can only harden, so it remains motionless to avoid attack.",
"12": "In battle, it flaps its wings at great speed to release highly toxic dust into the air.",
"13": "It eats its weight in leaves every day. It fends off attackers with the needle on its head.",
"14": "While awaiting evolution, it hides from predators under leaves and in nooks of branches.",
"15": "Its best attack involves flying around at high speed, striking with poison needles, then flying off.",
"16": "It is docile and prefers to avoid conflict. If disturbed, however, it can ferociously strike back.",
"17": "It flies over its wide territory in search of prey, downing it with its highly developed claws.",
"18": "By flapping its wings with all its might, Pidgeot can make a gust of wind capable of bending tall trees.",
"19": "Cautious in the extreme, its hardy vitality lets it live in any kind of environment.",
"20": "It whittles its constantly growing fangs by gnawing on hard things. It can chew apart cinder walls.",
"21": "It flaps its small wings busily to fly. Using its beak, it searches in grass for prey.",
"22": "It has the stamina to fly all day on its broad wings. It fights by using its sharp beak.",
"23": "It sneaks through grass without making a sound and strikes unsuspecting prey from behind.",
"24": "The pattern on its belly is for intimidation. It constricts foes while they are frozen in fear.",
"25": "Pikachu that can generate powerful electricity have cheek sacs that are extra soft and super stretchy.",
"26": "Its long tail serves as a ground to protect itself from its own high-voltage power.",
"27": "It loves to bathe in the grit of dry, sandy areas. By sand bathing, the Pokémon rids itself of dirt and moisture clinging to its body.",
"28": "The drier the area Sandslash lives in, the harder and smoother the Pokémon’s spikes will feel when touched.",
"29": "Females are more sensitive to smells than males. While foraging, they’ll use their whiskers to check wind direction and stay downwind of predators.",
"30": "The horn on its head has atrophied. It’s thought that this happens so Nidorina’s children won’t get poked while their mother is feeding them.",
"31": "Nidoqueen is better at defense than offense. With scales like armor, this Pokémon will shield its children from any kind of attack.",
"32": "The horn on a male Nidoran’s forehead contains a powerful poison. This is a very cautious Pokémon, always straining its large ears.",
"33": "With a horn that’s harder than diamond, this Pokémon goes around shattering boulders as it searches for a moon stone.",
"34": "When it goes on a rampage, it’s impossible to control. But in the presence of a Nidoqueen it’s lived with for a long time, Nidoking calms down.",
"35": "It is said that happiness will come to those who see a gathering of Clefairy dancing under a full moon.",
"36": "A timid fairy Pokémon that is rarely seen, it will run and hide the moment it senses people.",
"37": "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.",
"38": "It is said to live 1,000 years, and each of its tails is loaded with supernatural powers.",
"39": "Jigglypuff has top-notch lung capacity, even by comparison to other Pokémon. It won’t stop singing its lullabies until its foes fall asleep.",
"40": "The more air it takes in, the more it inflates. If opponents catch it in a bad mood, it will inflate itself to an enormous size to intimidate them.",
"41": "It emits ultrasonic waves from its mouth to check its surroundings. Even in tight caves, Zubat flies around with skill.",
"42": "It loves to drink other creatures’ blood. It’s said that if it finds others of its kind going hungry, it sometimes shares the blood it’s gathered.",
"43": "If exposed to moonlight, it starts to move. It roams far and wide at night to scatter its seeds.",
"44": "Its pistils exude an incredibly foul odor. The horrid stench can cause fainting at a distance of 1.25 miles.",
"45": "It has the world’s largest petals. With every step, the petals shake out heavy clouds of toxic pollen.",
"46": "Mushrooms named tochukaso grow on its back. They grow along with the host Paras.",
"47": "A mushroom grown larger than the host's body controls Parasect. It scatters poisonous spores.",
"48": "Its big eyes are actually clusters of tiny eyes. At night, its kind is drawn by light.",
"49": "It flutters its wings to scatter dustlike scales. The scales leach toxins if they contact skin.",
"50": "If a Diglett digs through a field, it leaves the soil perfectly tilled and ideal for planting crops.",
"51": "A team of Diglett triplets. It triggers huge earthquakes by burrowing 60 miles underground.",
"52": "It loves to collect shiny things. If it’s in a good mood, it might even let its Trainer have a look at its hoard of treasures.",
"53": "Getting this prideful Pokémon to warm up to you takes a lot of effort, and it will claw at you the moment it gets annoyed.",
"54": "Psyduck is constantly beset by headaches. If the Pokémon lets its strange power erupt, apparently the pain subsides for a while.",
"55": "This Pokémon lives in gently flowing rivers. It paddles through the water with its long limbs, putting its graceful swimming skills on display.",
"56": "It lives in treetop colonies. If one becomes enraged, the whole colony rampages for no reason.",
"57": "It grows angry if you see its eyes and gets angrier if you run. If you beat it, it gets even madder.",
"58": "It has a brave and trustworthy nature. It fearlessly stands up to bigger and stronger foes.",
"59": "The sight of it running over 6,200 miles in a single day and night has captivated many people.",
"60": "For Poliwag, swimming is easier than walking. The swirl pattern on its belly is actually part of the Pokémon’s innards showing through the skin.",
"61": "Staring at the swirl on its belly causes drowsiness. This trait of Poliwhirl’s has been used in place of lullabies to get children to go to sleep.",
"62": "Its body is solid muscle. When swimming through cold seas, Poliwrath uses its impressive arms to smash through drift ice and plow forward.",
"63": "This Pokémon uses its psychic powers while it sleeps. The contents of Abra’s dreams affect the powers that the Pokémon wields.",
"64": "Using its psychic power, Kadabra levitates as it sleeps. It uses its springy tail as a pillow.",
"65": "It has an incredibly high level of intelligence. Some say that Alakazam remembers everything that ever happens to it, from birth till death.",
"66": "Its whole body is composed of muscles. Even though it’s the size of a human child, it can hurl 100 grown-ups.",
"67": "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.",
"68": "It quickly swings its four arms to rock its opponents with ceaseless punches and chops from all angles.",
"69": "It prefers hot and humid environments. It is quick at capturing prey with its vines.",
"70": "A Pokémon that appears to be a plant. It captures unwary prey by dousing them with a toxic powder.",
"71": "It pools in its mouth a fluid with a honeylike scent, which is really an acid that dissolves anything.",
"72": "Tentacool is not a particularly strong swimmer. It drifts across the surface of shallow seas as it searches for prey.",
"73": "When the red orbs on Tentacruel’s head glow brightly, watch out. The Pokémon is about to fire off a burst of ultrasonic waves.",
"74": "Many live on mountain trails and remain half buried while keeping an eye on climbers.",
"75": "Graveler make their homes on sheer cliff faces by gouging out numerous horizontal holes.",
"76": "It sheds its hide once a year. Its boulderlike body is so tough, even dynamite can't harm it.",
"77": "It can’t run properly when it’s newly born. As it races around with others of its kind, its legs grow stronger.",
"78": "This Pokémon can be seen galloping through fields at speeds of up to 150 mph, its fiery mane fluttering in the wind.",
"79": "Slow-witted and oblivious, this Pokémon won’t feel any pain if its tail gets eaten. It won’t notice when its tail grows back, either.",
"80": "Slowpoke became Slowbro when a Shellder bit on to its tail. Sweet flavors seeping from the tail make the Shellder feel as if its life is a dream.",
"81": "At times, Magnemite runs out of electricity and ends up on the ground. If you give batteries to a grounded Magnemite, it’ll start moving again.",
"82": "This Pokémon is three Magnemite that have linked together. Magneton sends out powerful radio waves to study its surroundings.",
"83": "The stalk this Pokémon carries in its wings serves as a sword to cut down opponents. In a dire situation, the stalk can also serve as food.",
"84": "The brains in its two heads appear to communicate emotions to each other with a telepathic power.",
"85": "When Doduo evolves into this odd breed, one of its heads splits into two. It runs at nearly 40 mph.",
"86": "A Pokémon that lives on icebergs. It swims in the sea using the point on its head to break up ice.",
"87": "In snow, the pure white coat covering its body obscures it from predators.",
"88": "It was born when sludge in a dirty stream was exposed to the moon's X-rays. It appears among filth.",
"89": "A toxic fluid seeps from its body. The fluid instantly kills plants and trees on contact.",
"90": "It swims facing backward by opening and closing its two-piece shell. It is surprisingly fast.",
"91": "Its shell is extremely hard. It cannot be shattered, even with a bomb. The shell opens only when it is attacking.",
"92": "Born from gases, anyone would faint if engulfed by its gaseous body, which contains poison.",
"93": "Its tongue is made of gas. If licked, its victim starts shaking constantly until death eventually comes.",
"94": "On the night of a full moon, if shadows move on their own and laugh, it must be Gengar’s doing.",
"95": "As it digs through the ground, it absorbs many hard objects. This is what makes its body so solid.",
"96": "It can tell what people are dreaming by sniffing with its big nose. It loves fun dreams.",
"97": "Seeing its swinging pendulum can induce sleep in three seconds, even in someone who just woke up.",
"98": "It can be found near the sea. The large pincers grow back if they are torn out of their sockets.",
"99": "Its large and hard pincer has 10,000-horsepower strength. However, being so big, it is unwieldy to move.",
"100": "It looks just like a Poke Ball. It is dangerous because it may electrocute or explode on touch.",
"101": "It is known to drift on winds if it is bloated to bursting with stored electricity.",
"102": "Though it may look like it’s just a bunch of eggs, it’s a proper Pokémon. Exeggcute communicates with others of its kind via telepathy, apparently.",
"103": "Each of Exeggutor’s three heads is thinking different thoughts. The three don’t seem to be very interested in one another.",
"104": "When the memory of its departed mother brings it to tears, its cries echo mournfully within the skull it wears on its head.",
"105": "This Pokémon overcame its sorrow to evolve a sturdy new body. Marowak faces its opponents bravely, using a bone as a weapon.",
"106": "This amazing Pokémon has an awesome sense of balance. It can kick in succession from any position.",
"107": "Its punches slice the air. They are launched at such high speed, even a slight graze could cause a burn.",
"108": "If this Pokémon’s sticky saliva gets on you and you don’t clean it off, an intense itch will set in. The itch won’t go away, either.",
"109": "Its body is full of poisonous gas. It floats into garbage dumps, seeking out the fumes of raw, rotting trash.",
"110": "It mixes gases between its two bodies. It’s said that these Pokémon were seen all over the Galar region back in the day.",
"111": "Strong, but not too bright, this Pokémon can shatter even a skyscraper with its charging tackles.",
"112": "It begins walking on its hind legs after evolution. It can punch holes through boulders with its horn.",
"113": "The egg Chansey carries is not only delicious but also packed with nutrition. It’s used as a high-class cooking ingredient.",
"114": "Hidden beneath a tangle of vines that grows nonstop even if the vines are torn off, this Pokémon’s true appearance remains a mystery.",
"115": "Although it’s carrying its baby in a pouch on its belly, Kangaskhan is swift on its feet. It intimidates its opponents with quick jabs.",
"116": "Horsea makes its home in oceans with gentle currents. If this Pokémon is under attack, it spits out pitch-black ink and escapes.",
"117": "It’s the males that raise the offspring. While Seadra are raising young, the spines on their backs secrete thicker and stronger poison.",
"118": "Its dorsal, pectoral, and tail fins wave elegantly in water. That is why it is known as the Water Dancer.",
"119": "In autumn, its body becomes more fatty in preparing to propose to a mate. It takes on beautiful colors.",
"120": "If you visit a beach at the end of summer, you’ll be able to see groups of Staryu lighting up in a steady rhythm.",
"121": "This Pokémon has an organ known as its core. The organ glows in seven colors when Starmie is unleashing its potent psychic powers.",
"122": "The broadness of its hands may be no coincidence—many scientists believe its palms became enlarged specifically for pantomiming.",
"123": "As Scyther fights more and more battles, its scythes become sharper and sharper. With a single slice, Scyther can fell a massive tree.",
"124": "In certain parts of Galar, Jynx was once feared and worshiped as the Queen of Ice.",
"125": "Many power plants keep Ground-type Pokémon around as a defense against Electabuzz that come seeking electricity.",
"126": "Magmar dispatches its prey with fire. But it regrets this habit once it realizes that it has burned its intended prey to a charred crisp.",
"127": "These Pokémon judge one another based on pincers. Thicker, more impressive pincers make for more popularity with the opposite gender.",
"128": "When Tauros begins whipping itself with its tails, it’s a warning that the Pokémon is about to charge with astounding speed.",
"129": "It is virtually worthless in terms of both power and speed. It is the most weak and pathetic Pokémon in the world.",
"130": "It has an extremely aggressive nature. The Hyper Beam it shoots from its mouth totally incinerates all targets.",
"131": "A smart and kindhearted Pokémon, it glides across the surface of the sea while its beautiful song echoes around it.",
"132": "It can reconstitute its entire cellular structure to change into what it sees, but it returns to normal when it relaxes.",
"133": "It has the ability to alter the composition of its body to suit its surrounding environment.",
"134": "When Vaporeon’s fins begin to vibrate, it is a sign that rain will come within a few hours.",
"135": "If it is angered or startled, the fur all over its body bristles like sharp needles that pierce foes.",
"136": "Once it has stored up enough heat, this Pokémon’s body temperature can reach up to 1,700 degrees Fahrenheit.",
"137": "State-of-the-art technology was used to create Porygon. It was the first artificial Pokémon to be created via computer programming.",
"138": "Because some Omanyte manage to escape after being restored or are released into the wild by people, this species is becoming a problem.",
"139": "Weighed down by a large and heavy shell, Omastar couldn’t move very fast. Some say it went extinct because it was unable to catch food.",
"140": "This species is almost entirely extinct. Kabuto molt every three days, making their shells harder and harder.",
"141": "Kabutops slices its prey apart and sucks out the fluids. The discarded body parts become food for other Pokémon.",
"142": "This is a ferocious Pokémon from ancient times. Apparently even modern technology is incapable of producing a perfectly restored specimen.",
"143": "It is not satisfied unless it eats over 880 pounds of food every day. When it is done eating, it goes promptly to sleep.",
"144": "It’s said that this Pokémon’s beautiful blue wings are made of ice. Articuno flies over snowy mountains, its long tail fluttering along behind it.",
"145": "This Pokémon has complete control over electricity. There are tales of Zapdos nesting in the dark depths of pitch-black thunderclouds.",
"146": "It’s one of the legendary bird Pokémon. When Moltres flaps its flaming wings, they glimmer with a dazzling red glow.",
"147": "Dratini dwells near bodies of rapidly flowing water, such as the plunge pools of waterfalls. As it grows, Dratini will shed its skin many times.",
"148": "This Pokémon lives in pristine oceans and lakes. It can control the weather, and it uses this power to fly into the sky, riding on the wind.",
"149": "It’s a kindhearted Pokémon. If it spots a drowning person or Pokémon, Dragonite simply must help them.",
"150": "Created from the DNA of Mew, this Pokémon is a dangerous combination of overwhelming power and a savage heart.",
"151": "It's very intelligent and can use an incredible variety of moves. Many believe that all other Pokémon are descendants of this one.",
"152": "It uses the leaf on its head to determine the temperature and humidity. It loves to sunbathe.",
"153": "The buds that ring its neck give off a spicy aroma that perks people up.",
"154": "Its breath has the fantastic ability to revive dead plants and flowers.",
"155": "It has a timid nature. If it is startled, the flames on its back burn more vigorously.",
"156": "It intimidates foes with the heat of its flames. The fire burns more strongly when it readies to fight.",
"157": "It attacks using blasts of fire. It creates heat shimmers with intense fire to hide itself.",
"158": "It has the habit of biting anything with its developed jaws. Even its Trainer needs to be careful.",
"159": "Once it bites down, it won't let go until it loses its fangs. New fangs quickly grow into place.",
"160": "It usually moves slowly, but it goes at blinding speed when it attacks and bites prey.",
"161": "It has a very nervous nature. It stands up high on its tail so it can scan wide areas.",
"162": "The mother puts its offspring to sleep by curling up around them. It corners foes with speed.",
"163": "It always stands on one foot. It changes feet so fast, the movement can rarely be seen.",
"164": "Its eyes are specially developed to enable it to see clearly even in murky darkness and minimal light.",
"165": "It is so timid, it can't move if it isn't with a swarm of others. It conveys its feelings with scent.",
"166": "It uses starlight as energy. When more stars appear at night, the patterns on its back grow larger.",
"167": "It sets a trap by spinning a web with thin but strong silk. It waits motionlessly for prey to arrive.",
"168": "It attaches silk to its prey and sets it free. Later, it tracks the silk to the prey and its friends.",
"169": "Both of its legs have turned into wings. Without a sound, Crobat flies swiftly toward its prey and sinks its fangs into the nape of its target’s neck.",
"170": "Its antennae, which evolved from a fin, have both positive and negative charges flowing through them.",
"171": "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.",
"172": "Despite its small size, it can zap even adult humans. However, if it does so, it also surprises itself.",
"173": "According to local rumors, Cleffa are often seen in places where shooting stars have fallen.",
"174": "Igglybuff loves to sing. Its marshmallow-like body gives off a faint sweet smell.",
"175": "The shell seems to be filled with joy. It is said that it will share good luck when treated kindly.",
"176": "They say that it will appear before kindhearted, caring people and shower them with happiness.",
"177": "It is extremely good at climbing tree trunks and likes to eat the new sprouts on the trees.",
"178": "They say that it stays still and quiet because it is seeing both the past and future at the same time.",
"179": "When cold weather increases static electricity, its wool doubles in size and the tip of its tail glows slightly.",
"180": "Not even downy wool will grow on its rubbery, nonconductive patches of skin that prevent electrical shock.",
"181": "The tip of its tail shines so brightly it can be used to send sea-navigation beacons to distant foreign shores.",
"182": "Plentiful in the tropics. When it dances, its petals rub together and make a pleasant ringing sound.",
"183": "This Pokémon uses its round tail as a float. The ball of Marill’s tail is filled with nutrients that have been turned into an oil.",
"184": "It spends most of its time in the water. On sunny days, Azumarill floats on the surface of the water and sunbathes.",
"185": "If a tree branch shakes when there is no wind, it’s a Sudowoodo, not a tree. It hides from the rain.",
"186": "At nightfall, these Pokémon appear on the shores of lakes. They announce their territorial claims by letting out cries that sound like shouting.",
"187": "It drifts on winds. It is said that when Hoppip gather in fields and mountains, spring is on the way.",
"188": "It blooms when the weather warms. It floats in the sky to soak up as much sunlight as possible.",
"189": "Blown by seasonal winds, it circles the globe, scattering cotton spores as it goes.",
"190": "It lives high among the treetops. It can use its tail as freely and cleverly as its hands.",
"191": "It suddenly falls out of the sky in the morning. Knowing it's weak, it simply feeds until it evolves.",
"192": "Since it converts sunlight into energy, it is always looking in the direction of the sun.",
"193": "By flapping its wings at high speed, it can fly freely through the air. Even sudden stops are no problem.",
"194": "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.",
"195": "It has an easygoing nature. It doesn’t care if it bumps its head on boats and boulders while swimming.",
"196": "By reading air currents, it can predict things such as the weather or its foe’s next move.",
"197": "When this Pokémon becomes angry, its pores secrete a poisonous sweat, which it sprays at its opponent’s eyes.",
"198": "If spotted, it will lure an unwary person into chasing it then lose the pursuer on mountain trails.",
"199": "Miraculously, this former Slowpoke’s latent intelligence was drawn out when Shellder poison raced through its brain.",
"200": "A Pokémon that startles people in the middle of the night. It gathers fear as its energy.",
"201": "When alone, nothing happens. However, if there are two or more, an odd power is said to emerge.",
"202": "It hates light and shock. If attacked, it inflates its body to pump up its counterstrike.",
"203": "The head on its tail contains a small brain. It can instinctively fight even while facing backward.",
"204": "It looks just like a pinecone. Its shell protects it from bird Pokémon that peck it by mistake.",
"205": "It is encased in a steel shell. Its peering eyes are all that can be seen of its mysterious innards.",
"206": "This Pokémon’s tiny wings have some scientists saying that Dunsparce used to fly through the sky in ancient times.",
"207": "It clamps on to its chosen prey then jabs the stinger on its tail into the prey while it's stunned with surprise.",
"208": "It is said that if an Onix lives for over 100 years, its composition changes to become diamond-like.",
"209": "Small Pokémon flee from its scary face. It is, however, considered by women to be cute.",
"210": "It is timid in spite of its looks. If it becomes enraged, however, it will strike with its huge fangs.",
"211": "When faced with a larger opponent, it swallows as much water as it can to match the opponent’s size.",
"212": "Bulky pincers account for one third of Scizor’s body weight. A single swing of one of these pincers will crush a boulder completely.",
"213": "It stores berries inside its shell. To avoid attacks, it hides beneath rocks and remains completely still.",
"214": "Heracross loves sweet sap and will go looking through forests for it. The Pokémon uses its two antennae to pick up scents as it searches.",
"215": "Its paws conceal sharp claws. If attacked, it suddenly extends the claws and startles its enemy.",
"216": "It lets honey soak into its paws so it can lick them all the time. Every set of paws tastes unique.",
"217": "In its territory, it leaves scratches on trees that bear delicious berries or fruits.",
"218": "Its body is made of magma. If it doesn't keep moving, its body will cool and harden.",
"219": "Its body temperature is roughly 18,000 degrees F. Flames spout from gaps in its hardened shell.",
"220": "It rubs its snout on the ground to find and dig up food. It sometimes discovers hot springs.",
"221": "If it charges at an enemy, the hairs on its back stand up straight. It is very sensitive to sound.",
"222": "It will regrow any branches that break off its head. People keep particularly beautiful Corsola branches as charms to promote safe childbirth.",
"223": "The water they shoot from their mouths can hit moving prey from more than 300 feet away.",
"224": "It has a tendency to want to be in holes. It prefers rock crags or pots and sprays ink from them before attacking.",
"225": "It carries food all day long. There are tales about lost people who were saved by the food it had.",
"226": "If it builds up enough speed swimming, it can jump out above the waves and glide for over 300 feet.",
"227": "The pointed feathers of these Pokémon are sharper than swords. Skarmory and Corviknight fight viciously over territory.",
"228": "It is smart enough to hunt in packs. It uses a variety of cries for communicating with others.",
"229": "The flames it breathes when angry contain toxins. If they cause a burn, it will hurt forever.",
"230": "With the arrival of a storm at sea, this Pokémon will show itself on the surface. When a Kingdra and a Dragonite meet, a fierce battle ensues.",
"231": "It is strong despite its compact size. It can easily pick up and carry an adult human on its back.",
"232": "It attacks by curling up then rolling into its foe. It can blow apart a house in one hit.",
"233": "This is a Porygon that was updated with special data. Porygon2 develops itself by learning about many different subjects all on its own.",
"234": "Staring at its antlers creates an odd sensation as if one were being drawn into their centers.",
"235": "It marks its territory by using its tail like a paintbrush. There are more than 5,000 different marks.",
"236": "It is always bursting with energy. To make itself stronger, it keeps on fighting even if it loses.",
"237": "It launches kicks while spinning. If it spins at high speed, it may bore its way into the ground.",
"238": "If its face gets even slightly dirty, Smoochum will bathe immediately. But if its body gets dirty, Smoochum doesn’t really seem to care.",
"239": "When a storm approaches, this Pokémon gets restless. Once Elekid hears the sound of thunder, it gets full-on rowdy.",
"240": "This Pokémon is still small and timid. Whenever Magby gets excited or surprised, flames leak from its mouth and its nose.",
"241": "Miltank produces highly nutritious milk, so it’s been supporting the lives of people and other Pokémon since ancient times.",
"242": "Whenever a Blissey finds a weakened Pokémon, it will share its egg and offer its care until the other Pokémon is all better.",
"243": "Raikou embodies the speed of lightning. The roars of this Pokémon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down.",
"244": "Entei embodies the passion of magma. This Pokémon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch.",
"245": "Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokémon has the power to purify dirty water.",
"246": "Born deep underground, it comes aboveground and becomes a pupa once it has finished eating the surrounding soil.",
"247": "Even sealed in its shell, it can move freely. Hard and fast, it has outstanding destructive power.",
"248": "Its body can’t be harmed by any sort of attack, so it is very eager to make challenges against enemies.",
"249": "Lugia’s wings pack devastating power—a light fluttering of its wings can blow apart regular houses. As a result, this Pokémon chooses to live out of sight deep under the sea.",
"250": "Ho-Oh’s feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.",
"251": "This Pokémon has the ability to move through time. Records describing it as a forest deity can be found from many different eras.",
"252": "Treecko has small hooks on the bottom of its feet that enable it to scale vertical walls. This Pokémon attacks by slamming foes with its thick tail.",
"253": "The leaves growing out of Grovyle’s body are convenient for camouflaging it from enemies in the forest. This Pokémon is a master at climbing trees in jungles.",
"254": "The leaves growing on Sceptile’s body are very sharp edged. This Pokémon is very agile—it leaps all over the branches of trees and jumps on its foe from above or behind.",
"255": "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,800 degrees Fahrenheit, including fireballs that leave the foe scorched black.",
"256": "Combusken toughens up its legs and thighs by running through fields and mountains. This Pokémon’s legs possess both speed and power, enabling it to dole out 10 kicks in one second.",
"257": "In battle, Blaziken blows out intense flames from its wrists and attacks foes courageously. The stronger the foe, the more intensely this Pokémon’s wrists burn.",
"258": "The fin on Mudkip’s head acts as highly sensitive radar. Using this fin to sense movements of water and air, this Pokémon can determine what is taking place around it without using its eyes.",
"259": "The surface of Marshtomp’s body is enveloped by a thin, sticky film that enables it to live on land. This Pokémon plays in mud on beaches when the ocean tide is low.",
"260": "Swampert is very strong. It has enough power to easily drag a boulder weighing more than a ton. This Pokémon also has powerful vision that lets it see even in murky water.",
"261": "A Pokémon with a persistent nature, it chases its chosen prey until the prey becomes exhausted.",
"262": "It chases down prey in a pack. It will never disobey the commands of a skilled Trainer.",
"263": "It marks its territory by rubbing its bristly fur on trees. This variety of Zigzagoon is friendlier and calmer than the kind native to Galar.",
"264": "Its fur is strong and supple. Shaving brushes made with shed Linoone hairs are highly prized.",
"265": "Often targeted by bird Pokémon, it desperately resists by releasing poison from its tail spikes.",
"266": "It wraps silk around the branches of a tree. It drinks rainwater on its silk while awaiting evolution.",
"267": "Despite its looks, it is aggressive. It jabs with its long, thin mouth if disturbed while collecting pollen.",
"268": "It never forgets any attack it endured while in the cocoon. After evolution, it seeks payback.",
"269": "Toxic powder is scattered with each flap. At night, it is known to strip leaves off trees lining boulevards.",
"270": "It searches about for clean water. If it does not drink water for too long, the leaf on its head wilts.",
"271": "It is nocturnal and becomes active at nightfall. It feeds on aquatic mosses that grow in the riverbed.",
"272": "The rhythm of bright, festive music activates Ludicolo’s cells, making it more powerful.",
"273": "If it remains still, it looks just like a real nut. It delights in surprising foraging Pokémon.",
"274": "It lives deep in forests. With the leaf on its head, it makes a flute whose song makes listeners uneasy.",
"275": "A Pokémon that was feared as a forest guardian. It can read the foe’s mind and take preemptive action.",
"276": "It has a gutsy spirit that makes it bravely take on tough foes. It flies in search of warm climates.",
"277": "It circles the sky in search of prey. When it spots one, it dives steeply to catch the prey.",
"278": "It makes its nest on sheer cliffs. Riding the sea breeze, it glides up into the expansive skies.",
"279": "It is a messenger of the skies, carrying small Pokémon and eggs to safety in its bill.",
"280": "It is highly attuned to the emotions of people and Pokémon. It hides if it senses hostility.",
"281": "If its Trainer becomes happy, it overflows with energy, dancing joyously while spinning about.",
"282": "It has the power to predict the future. Its power peaks when it is protecting its Trainer.",
"283": "It appears as if it is skating on water. It draws prey with a sweet scent from the tip of its head.",
"284": "Its antennae have eye patterns on them. Its four wings enable it to hover and fly in any direction.",
"285": "It spouts poison spores from the top of its head. These spores cause pain all over if inhaled.",
"286": "Its short arms stretch when it throws punches. Its technique is equal to that of pro boxers.",
"287": "If it eats just three leaves in a day, it is satisfied. Other than that, it sleeps for 20 hours a day.",
"288": "Its heartbeat is fast and its blood so agitated that it can't sit still for one second.",
"289": "This Pokémon lives lying on its side. It only rolls over and moves when there is no more grass to eat.",
"290": "Because it lived almost entirely underground, it is nearly blind. It uses its antennae instead.",
"291": "Its cry leaves a lasting headache if heard for too long. It moves so quickly that it is almost invisible.",
"292": "A most peculiar Pokémon that somehow appears in a Poké Ball when a Nincada evolves.",
"293": "The cry of a Whismur is over 100 decibels. If you’re close to a Whismur when it lets out a cry, you’ll be stuck with an all-day headache.",
"294": "Loudred’s ears serve as speakers, and they can put out sound waves powerful enough to blow away a house.",
"295": "In the past, people would use the loud voices of these Pokémon as a means of communication between distant cities.",
"296": "It toughens its body by slamming into thick trees. Many snapped trees can be found near its nest.",
"297": "It loves to match power with big-bodied Pokémon. It can knock a truck flying with its arm thrusts.",
"298": "The ball on Azurill’s tail bounces like a rubber ball, and it’s full of the nutrients the Pokémon needs to grow.",
"299": "Its magnetic nose always faces north and draws iron objects to its body to protect itself better.",
"300": "It shows its cute side by chasing its own tail until it gets dizzy.",
"301": "The reason it does not have a nest is that it simply searches for a clean, comfortable place then sleeps there.",
"302": "This Pokémon is feared. When its gemstone eyes begin to glow with a sinister shine, it’s believed that Sableye will steal people’s spirits away.",
"303": "It uses its docile-looking face to lull foes into complacency, then bites with its huge, relentless jaws.",
"304": "It eats iron ore—and sometimes railroad tracks— to build up the steel armor that protects its body.",
"305": "Lairon live in mountains brimming with spring water and iron ore, so these Pokémon often came into conflict with humans in the past.",
"306": "Aggron has a horn sharp enough to perforate thick iron sheets. It brings down its opponents by ramming into them horn first.",
"307": "It always trains deep in mountains. It levitates when it heightens its spiritual power through meditation.",
"308": "It gains the ability to see the aura of its opponents by honing its mind through starvation.",
"309": "It stores static electricity in its fur for discharging. It gives off sparks if a storm approaches.",
"310": "It stimulates its own muscles with electricity, so it can move quickly. It eases its soreness with electricity, too, so it can recover quickly as well.",
"311": "It cheers on friends with pom-poms made of sparks. It drains power from telephone poles.",
"312": "It cheers on friends. If its friends are losing, its body lets off more and more sparks.",
"313": "It communicates with others by lighting up its rear at night. It loves Illumise's sweet aroma.",
"314": "With its sweet aroma, it guides Volbeat to draw signs with light in the night sky.",
"315": "Its flowers give off a relaxing fragrance. The stronger its aroma, the healthier the Roselia is.",
"316": "Almost all its body is its stomach. Its harsh digestive juices quickly dissolve anything it swallows.",
"317": "It swallows anything whole. It sweats toxic fluids from its follicles to douse foes.",
"318": "It won’t attack while it’s alone—not even if it spots prey. Instead, it waits for other Carvanha to join it, and then the Pokémon attack as a group.",
"319": "As soon as it catches the scent of prey, Sharpedo will jet seawater from its backside, hurtling toward the target to attack at 75 mph.",
"320": "It shows off by spraying jets of seawater from the nostrils above its eyes. It eats a solid ton of Wishiwashi every day.",
"321": "It can sometimes knock out opponents with the shock created by breaching and crashing its big body onto the water.",
"322": "The magma in its body reaches 2,200 degrees F. Its hump gets smaller when it uses Fire-type moves.",
"323": "The volcanoes on its back have a major eruption every 10 years--or whenever it becomes really angry.",
"324": "It burns coal inside its shell for energy. It blows out black soot if it is endangered.",
"325": "Using its tail like a spring, it keeps its heart beating by bouncing constantly. If it stops, it dies.",
"326": "It uses black pearls to amplify its psychic power. It does a strange dance to control foes' minds.",
"327": "No two Spinda have the same pattern of spots. Its tottering step fouls the aim of foes.",
"328": "Its nest is a sloped, bowl-like pit in the desert. Once something has fallen in, there is no escape.",
"329": "The ultrasonic waves it generates by rubbing its two wings together cause severe headaches.",
"330": "This Pokémon hides in the heart of sandstorms it creates and seldom appears where people can see it.",
"331": "By storing water in its body, this desert dweller can survive for 30 days without water.",
"332": "It becomes active at night, seeking prey that is exhausted from the day's desert heat.",
"333": "Its cottony wings are full of air, making them light and fluffy to the touch. Swablu takes diligent care of its wings.",
"334": "As it flies in a calm and relaxed manner, Altaria performs a humming song that would enrapture any audience.",
"335": "It's Seviper's archrival. To threaten those it encounters, it fans out the claws on its front paws.",
"336": "Constant polishing makes the edge of the blade on its tail extremely sharp. It's Zangoose's archrival.",
"337": "The phase of the moon apparently has some effect on its power. It’s active on the night of a full moon.",
"338": "When it rotates itself, it gives off light similar to the sun, thus blinding its foes.",
"339": "Its slimy body is hard to grasp. In one region, it is said to have been born from hardened mud.",
"340": "It makes its nest at the bottom of swamps. It will eat anything—if it is alive, Whiscash will eat it.",
"341": "No matter how dirty the water in the river, it will adapt and thrive. It has a strong will to survive.",
"342": "A rough customer that wildly flails its giant claws. It is said to be extremely hard to raise.",
"343": "It moves while spinning around on its single foot. Some Baltoy have been seen spinning on their heads.",
"344": "This mysterious Pokémon started life as an ancient clay figurine made over 20,000 years ago.",
"345": "This Pokémon was restored from a fossil. Lileep once lived in warm seas that existed approximately 100,000,000 years ago.",
"346": "It has short legs and can’t walk very fast, but its neck and tentacles can extend to over three times their usual length to nab distant prey.",
"347": "This Pokémon was restored from a fossil. Anorith lived in the ocean about 100,000,000 years ago, hunting with its pair of claws.",
"348": "After evolution, this Pokémon emerged onto land. Its lower body has become stronger, and blows from its tail are devastating.",
"349": "Although unattractive and unpopular, this Pokémon’s marvelous vitality has made it a subject of research.",
"350": "Milotic has provided inspiration to many artists. It has even been referred to as the most beautiful Pokémon of all.",
"351": "Temperature and weather affect its cellular structure, so this Pokémon changes form according to the weather.",
"352": "It can freely change its body's color. The zigzag pattern on its belly doesn't change, however.",
"353": "It feeds on the dark emotions of sadness and hatred, which make it grow steadily stronger.",
"354": "A doll that became a Pokémon over its grudge of being thrown away. It seeks the child who disowned it.",
"355": "If it finds bad children who won’t listen to their parents, it will spirit them away—or so it’s said.",
"356": "Its body is entirely hollow. When it opens its mouth, it sucks everything in as if it were a black hole.",
"357": "It flies by flapping its broad leaves and gives the sweet, delicious fruit around its neck to children.",
"358": "Its cries echo inside its hollow body to emerge as beautiful notes for startling and repelling foes.",
"359": "Swift as the wind, Absol races through fields and mountains. Its curved, bow-like horn is acutely sensitive to the warning signs of natural disasters.",
"360": "It tends to move in a pack. Individuals squash against one another to toughen their spirits.",
"361": "It’s said that if they are seen at midnight, they’ll cause heavy snow. They eat snow and ice to survive.",
"362": "It has a body of ice that won’t melt, even with fire. It can instantly freeze moisture in the atmosphere.",
"363": "This Pokémon’s body is covered in blubber and impressively round. It’s faster for Spheal to roll around than walk.",
"364": "Sealeo live on top of drift ice. They go swimming when they’re on the hunt, seeking out their prey by scent.",
"365": "Walrein form herds of 20 to 30 individuals. When a threat appears, the herd’s leader will protect the group with its life.",
"366": "It makes a single pearl during its lifetime. The pearl is said to amplify psychic power.",
"367": "It lives deep in the sea. With a tail shaped like a small fish, it attracts unsuspecting prey.",
"368": "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.",
"369": "Rock-hard scales and oil-filled swim bladders allow this Pokémon to survive the intense water pressure of the deep sea.",
"370": "It lives in warm seas. It is said that a couple finding this Pokémon will be blessed with eternal love.",
"371": "Bagon jumps off cliffs every day, trying to grow stronger so that someday it will be able to fly.",
"372": "This Pokémon has covered its body in a hard shell that has the same composition as bone. Shelgon stores energy for evolution.",
"373": "Salamence is an unusual Pokémon in that it was able to evolve a body with wings just by constantly wishing to be able to fly.",
"374": "From its rear, Beldum emits a magnetic force that rapidly pulls opponents in. They get skewered on Beldum’s sharp claws.",
"375": "Two Beldum have become stuck together via their own magnetic forces. With two brains, the resulting Metang has doubled psychic powers.",
"376": "Because the magnetic powers of these Pokémon get stronger in freezing temperatures, Metagross living on snowy mountains are full of energy.",
"377": "Every bit of Regirock’s body is made of stone. As parts of its body erode, this Pokémon sticks rocks to itself to repair what’s been lost.",
"378": "With cold air that can reach temperatures as low as −328 degrees Fahrenheit, Regice instantly freezes any creature that approaches it.",
"379": "Registeel’s body is made of a strange material that is flexible enough to stretch and shrink but also more durable than any metal.",
"380": "Latias is highly sensitive to the emotions of people. If it senses any hostility, this Pokémon ruffles the feathers all over its body and cries shrilly to intimidate the foe.",
"381": "Latios has the ability to make others see an image of what it has seen or imagines in its head. This Pokémon is intelligent and understands human speech.",
"382": "Through Primal Reversion and with nature’s full power, it will take back its true form. It can summon storms that cause the sea levels to rise.",
"383": "Groudon is said to be the personification of the land itself. Legends tell of its many clashes against Kyogre, as each sought to gain the power of nature.",
"384": "Rayquaza is said to have lived for hundreds of millions of years. Legends remain of how it put to rest the clash between Kyogre and Groudon.",
"385": "Once every 1,000 years, the singing of a pure voice will rouse this Pokémon from its near- perpetual slumber. It wakes for only seven days.",
"386": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
"387": "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty.",
"388": "The shell is hardened soil. Some Pokémon come to peck the berries growing on the trees on its back.",
"389": "Groups of this Pokémon migrating in search of water have been mistaken for “moving forests.”",
"390": "It agilely scales sheer cliffs to live atop craggy mountains. Its fire is put out when it sleeps.",
"391": "To intimidate attackers, it stretches the fire on its tail to make itself appear bigger.",
"392": "It uses a special kind of martial arts involving all its limbs. Its fire never goes out.",
"393": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.",
"394": "It lives alone, away from others. Apparently, every one of them believes it is the most important.",
"395": "The three horns that extend from its beak attest to its power. The leader has the biggest horns.",
"396": "They flock in great numbers. Though small, they flap their wings with great power.",
"397": "It flies around forests and fields in search of bug Pokémon. It stays within a huge flock.",
"398": "It has a savage nature. It will courageously challenge foes that are much larger.",
"399": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
"400": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.",
"401": "It shakes its head back to front, causing its antennae to hit each other and sound like a xylophone.",
"402": "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib.",
"403": "This Pokémon generates electricity by contracting its muscles. Excited trembling is a sign that Shinx is generating a tremendous amount of electricity.",
"404": "By joining its tail with that of another Luxio, this Pokémon can receive some of the other Luxio’s electricity and power up its own electric blasts.",
"405": "Luxray can see through solid objects. It will instantly spot prey trying to hide behind walls, even if the walls are thick.",
"406": "The pollen it releases contains poison. If this Pokémon is raised on clean water, the poison’s toxicity is increased.",
"407": "After captivating opponents with its sweet scent, it lashes them with its thorny whips.",
"408": "It lived in jungles around 100 million years ago. Its skull is as hard as iron.",
"409": "Its powerful head butt has enough power to shatter even the most durable things upon impact.",
"410": "A Pokémon that lived in jungles around 100 million years ago. Its facial hide is extremely hard.",
"411": "Any frontal attack is repulsed. It is a docile Pokémon that feeds on grass and berries.",
"412": "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves.",
"413": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed.",
"414": "It loves the honey of flowers and steals honey collected by Combee.",
"415": "The members of the trio spend all their time together. Each one has a slightly different taste in nectar.",
"416": "It skillfully commands its grubs in battles with its enemies. The grubs are willing to risk their lives to defend Vespiquen.",
"417": "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes.",
"418": "It has a flotation sac that is like an inflatable collar. It floats on water with its head out.",
"419": "It floats using its well-developed flotation sac. It assists in the rescues of drowning people.",
"420": "It nimbly dashes about to avoid getting pecked by bird Pokémon that would love to make off with its small, nutrient-rich storage ball.",
"421": "As a bud, it barely moves. It sits still, placidly waiting for sunlight to appear.",
"422": "This Pokémon’s habitat shapes its physique. According to some theories, life in warm ocean waters causes this variation to develop.",
"423": "Its search for food sometimes leads it onto land, where it leaves behind a sticky trail of slime as it passes through.",
"424": "To eat, it deftly shucks nuts with its two tails. It rarely uses its arms now.",
"425": "Perhaps seeking company, it approaches children. However, it often quickly runs away again when the children play too roughly with it.",
"426": "Some say this Pokémon is a collection of souls burdened with regrets, silently drifting through the dusk.",
"427": "If both of Buneary’s ears are rolled up, something is wrong with its body or mind. It’s a sure sign the Pokémon is in need of care.",
"428": "Lopunny is constantly monitoring its surroundings. If danger approaches, this Pokémon responds with superdestructive kicks.",
"429": "Its cries sound like incantations. Those hearing it are tormented by headaches and hallucinations.",
"430": "Becoming active at night, it is known to swarm with numerous Murkrow in tow.",
"431": "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some.",
"432": "It is a brazen brute that barges its way into another Pokémon's nest and claims it as its own.",
"433": "It emits cries by agitating an orb at the back of its throat. It moves with flouncing hops.",
"434": "From its rear, it sprays a foul-smelling liquid at opponents. It aims for their faces, and it can hit them from over 16 feet away.",
"435": "In its belly, it reserves stinky fluid that it shoots from its tail during battle. As this Pokémon’s diet varies, so does the stench of its fluid.",
"436": "It appears in ancient ruins. The pattern on its body doesn’t come from any culture in the Galar region, so it remains shrouded in mystery.",
"437": "Some believe it to be a deity that summons rain clouds. When angered, it lets out a warning cry that rings out like the tolling of a bell.",
"438": "It expels both sweat and tears from its eyes. The sweat is a little salty, while the tears have a slight bitterness.",
"439": "It mimics everyone it sees, but it puts extra effort into copying the graceful dance steps of Mr. Rime as practice.",
"440": "Mimicking Chansey, Happiny will place an egg- shaped stone in its belly pouch. Happiny will treasure this stone.",
"441": "It can learn and speak human words. If they gather, they all learn the same saying.",
"442": "Exactly 108 spirits gathered to become this Pokémon. Apparently there are some ill-natured spirits in the mix.",
"443": "Gible prefers to stay in narrow holes in the sides of caves heated by geothermal energy. This way, Gible can stay warm even during a blizzard.",
"444": "This Pokémon emits ultrasonic waves from a protrusion on either side of its head to probe pitch-dark caves.",
"445": "Garchomp makes its home in volcanic mountains. It flies through the sky as fast as a jet airplane, hunting down as much prey as it can.",
"446": "Stuffing itself with vast amounts of food is its only concern. Whether the food is rotten or fresh, yummy or tasteless—it does not care.",
"447": "It’s exceedingly energetic, with enough stamina to keep running all through the night. Taking it for walks can be a challenging experience.",
"448": "It controls waves known as auras, which are powerful enough to pulverize huge rocks. It uses these waves to take down its prey.",
"449": "It moves through the sands with its mouth open, swallowing sand along with its prey. It gets rid of the sand by spouting it from its nose.",
"450": "Stones can get stuck in the ports on their bodies. Dwebble help dislodge such stones, so Hippowdon look after these Pokémon.",
"451": "After burrowing into the sand, it waits patiently for prey to come near. This Pokémon and Sizzlipede share common descent.",
"452": "Its poison is potent, but it rarely sees use. This Pokémon prefers to use physical force instead, going on rampages with its car-crushing strength.",
"453": "It makes frightening noises with its poison-filled cheek sacs. When opponents flinch, Croagunk hits them with a poison jab.",
"454": "It bounces toward opponents and gouges them with poisonous claws. No more than a scratch is needed to knock out its adversaries.",
"455": "It attracts prey with its sweet- smelling saliva, then chomps down. It takes a whole day to eat prey.",
"456": "After long exposure to sunlight, the patterns on its tail fins shine vividly when darkness arrives.",
"457": "It lives on the deep-sea floor. It attracts prey by flashing the patterns on its four tail fins.",
"458": "Mantyke living in Galar seem to be somewhat sluggish. The colder waters of the seas in this region may be the cause.",
"459": "It lives on snowy mountains. It sinks its legs into the snow to absorb water and keep its own temperature down.",
"460": "If it sees any packs of Darumaka going after Snover, it chases them off, swinging its sizable arms like hammers.",
"461": "They attack their quarry in packs. Prey as large as Mamoswine easily fall to the teamwork of a group of Weavile.",
"462": "Some say that Magnezone receives signals from space via the antenna on its head and that it’s being controlled by some mysterious being.",
"463": "Lickilicky’s strange tongue can stretch to many times the length of its body. No one has figured out how Lickilicky’s tongue can stretch so far.",
"464": "It can load up to three projectiles per arm into the holes in its hands. What launches out of those holes could be either rocks or Roggenrola.",
"465": "Tangrowth has two arms that it can extend as it pleases. Recent research has shown that these arms are, in fact, bundles of vines.",
"466": "The amount of electrical energy this Pokémon produces is proportional to the rate of its pulse. The voltage jumps while Electivire is battling.",
"467": "When Magmortar inhales deeply, the fire burning in its belly intensifies, rising in temperature to over 3,600 degrees Fahrenheit.",
"468": "These Pokémon are never seen anywhere near conflict or turmoil. In recent times, they’ve hardly been seen at all.",
"469": "By churning its wings, it creates shock waves that inflict critical internal injuries to foes.",
"470": "Galarians favor the distinctive aroma that drifts from this Pokémon’s leaves. There’s a popular perfume made using that scent.",
"471": "Any who become captivated by the beauty of the snowfall that Glaceon creates will be frozen before they know it.",
"472": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
"473": "This Pokémon can be spotted in wall paintings from as far back as 10,000 years ago. For a while, it was thought to have gone extinct.",
"474": "Porygon-Z had a program installed to allow it to move between dimensions, but the program also caused instability in Porygon-Z’s behavior.",
"475": "True to its honorable-warrior image, it uses the blades on its elbows only in defense of something or someone.",
"476": "It exudes strong magnetism from all over. It controls three small units called Mini-Noses.",
"477": "At the bidding of transmissions from the spirit world, it steals people and Pokémon away. No one knows whether it has a will of its own.",
"478": "After a woman met her end on a snowy mountain, her regrets lingered on. From them, this Pokémon was born. Its favorite food is frozen souls.",
"479": "One boy’s invention led to the development of many different machines that take advantage of Rotom’s unique capabilities.",
"480": "Known as “The Being of Knowledge.” It is said that it can wipe out the memory of those who see its eyes.",
"481": "Known as “The Being of Emotion.” It taught humans the nobility of sorrow, pain, and joy.",
"482": "Known as “The Being of Willpower.” It sleeps at the bottom of a lake to keep the world in balance.",
"483": "A Pokémon spoken of in legend. It is said that time began moving when Dialga was born.",
"484": "It is said to live in a gap in the spatial dimension parallel to ours. It appears in mythology.",
"485": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
"486": "All over the world, there are legends that tell of Regigigas creating other Pokémon in its own image.",
"487": "This Pokémon is said to live in a world on the reverse side of ours, where common knowledge is distorted and strange.",
"488": "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon.",
"489": "A Pokémon that lives in warm seas. It inflates the flotation sac on its head to drift and search for food.",
"490": "Born on a cold seafloor, it will swim great distances to return to its birthplace.",
"491": "It can lull people to sleep and make them dream. It is active during nights of the new moon.",
"492": "It lives in flower patches and avoids detection by curling up to look like a flowering plant.",
"493": "It is described in mythology as the Pokémon that shaped the universe with its 1,000 arms.",
"494": "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter.",
"495": "Being exposed to sunlight makes its movements swifter. It uses vines more adeptly than its hands.",
"496": "It moves along the ground as if sliding. Its swift movements befuddle its foes, and it then attacks with a vine whip. ",
"497": "It only gives its all against strong opponents who are not fazed by the glare from Serperior’s noble eyes.",
"498": "It can deftly dodge its foe’s attacks while shooting fireballs from its nose. It roasts berries before it eats them.",
"499": "The more it eats, the more fuel it has to make the fire in its stomach stronger. This fills it with even more power.",
"500": "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends. ",
"501": "The scalchop on its stomach isn’t just used for battle—it can be used to break open hard berries as well. ",
"502": "Strict training is how it learns its flowing double-scalchop technique. ",
"503": "In the time it takes a foe to blink, it can draw and sheathe the seamitars attached to its front legs. ",
"504": "Using food stored in cheek pouches, they can keep watch for days. They use their tails to communicate with others. ",
"505": "Using luminescent matter, it makes its eyes and body glow and stuns attacking opponents.",
"506": "This Pokémon is courageous but also cautious. It uses the soft fur covering its face to collect information about its surroundings.",
"507": "Herdier is a very smart and friendly Pokémon. So much so that there’s a theory that Herdier was the first Pokémon to partner with people.",
"508": "These Pokémon seem to enjoy living with humans. Even a Stoutland caught in the wild will warm up to people in about three days.",
"509": "It steals things from people just to amuse itself with their frustration. A rivalry exists between this Pokémon and Nickit.",
"510": "Don’t be fooled by its gorgeous fur and elegant figure. This is a moody and vicious Pokémon.",
"511": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
"512": "It attacks enemies with strikes of its thorn-covered tail. This Pokémon is wild tempered. ",
"513": "Very intelligent, it roasts berries before eating them. It likes to help people.",
"514": "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents. ",
"515": "The water stored inside the tuft on its head is full of nutrients. It waters plants with it using its tail. ",
"516": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall. ",
"517": "Late at night, it appears beside people’s pillows. As it feeds on dreams, the patterns on its body give off a faint glow.",
"518": "When dark mists emanate from its body, don’t get too near. If you do, your nightmares will become reality.",
"519": "Where people go, these Pokémon follow. If you’re scattering food for them, be careful— several hundred of them can gather at once.",
"520": "It can fly moderately quickly. No matter how far it travels, it can always find its way back to its master and its nest.",
"521": "Unfezant are exceptional fliers. The females are known for their stamina, while the males outclass them in terms of speed.",
"522": "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity. ",
"523": "When this ill-tempered Pokémon runs wild, it shoots lightning from its mane in all directions. ",
"524": "It’s as hard as steel, but apparently a long soak in water will cause it to soften a bit.",
"525": "If you see its orange crystals start to glow, be wary. It’s about to fire off bursts of energy.",
"526": "This hardy Pokémon can often be found on construction sites and in mines, working alongside people and Copperajah.",
"527": "While inside a cave, if you look up and see lots of heart-shaped marks lining the walls, it’s evidence that Woobat live there.",
"528": "Emitting powerful sound waves tires it out. Afterward, it won’t be able to fly for a little while.",
"529": "It brings its claws together and whirls around at high speed before rushing toward its prey.",
"530": "It’s not uncommon for tunnels that appear to have formed naturally to actually be a result of Excadrill’s rampant digging.",
"531": "Audino’s sense of hearing is superb. Not even a pebble rolling along over a mile away will escape Audino’s ears.",
"532": "It loves helping out with construction projects. It loves it so much that if rain causes work to halt, it swings its log around and throws a tantrum.",
"533": "It shows off its muscles to Machoke and other Gurdurr. If it fails to measure up to the other Pokémon, it lies low for a little while.",
"534": "Concrete mixed by Conkeldurr is much more durable than normal concrete, even when the compositions of the two materials are the same.",
"535": "Graceful ripples running across the water’s surface are a sure sign that Tympole are singing in high-pitched voices below.",
"536": "It weakens its prey with sound waves intense enough to cause headaches, then entangles them with its sticky tongue.",
"537": "The vibrating of the bumps all over its body causes earthquake-like tremors. Seismitoad and Croagunk are similar species.",
"538": "It performs throwing moves with first-rate skill. Over the course of many battles, Throh’s belt grows darker as it absorbs its wearer’s sweat.",
"539": "If you see a Sawk training in the mountains in its single-minded pursuit of strength, it’s best to quietly pass by.",
"540": "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth.",
"541": "Forests where Swadloon live have superb foliage because the nutrients they make from fallen leaves nourish the plant life. ",
"542": "Upon finding a small Pokémon, it weaves clothing for it from leaves by using the sticky silk secreted from its mouth.",
"543": "Venipede and Sizzlipede are similar species, but when the two meet, a huge fight ensues.",
"544": "This Pokémon spins itself rapidly and charges into its opponents. Its top speed is just over 60 mph.",
"545": "Scolipede latches on to its prey with the claws on its neck before slamming them into the ground and jabbing them with its claws’ toxic spikes.",
"546": "It shoots cotton from its body to protect itself. If it gets caught up in hurricane-strength winds, it can get sent to the other side of the Earth.",
"547": "It scatters cotton all over the place as a prank. If it gets wet, it’ll become too heavy to move and have no choice but to answer for its mischief.",
"548": "Petilil appears around sources of clean water. Boiling leaves from this Pokémon’s head results in a liquid that’s sometimes used as a bug repellent.",
"549": "It’s believed that even first-rate gardeners have a hard time getting the flower on a Lilligant’s head to bloom.",
"550": "Anglers love the fight this Pokémon puts up on the hook. And there are always more to catch— many people release them into lakes illicitly.",
"551": "The desert gets cold at night, so when the sun sets, this Pokémon burrows deep into the sand and sleeps until sunrise.",
"552": "Krokorok has specialized eyes that enable it to see in the dark. This ability lets Krokorok hunt in the dead of night without getting lost.",
"553": "This Pokémon is known as the Bully of the Sands. Krookodile’s mighty jaws can bite through heavy plates of iron with almost no effort at all.",
"554": "It derives its power from fire burning inside its body. If the fire dwindles, this Pokémon will immediately fall asleep.",
"555": "The thick arms of this hot-blooded Pokémon can deliver punches capable of obliterating a dump truck.",
"556": "With noises that could be mistaken for the rattles of maracas, it creates an upbeat rhythm, startling bird Pokémon and making them fly off in a hurry.",
"557": "When it finds a stone appealing, it creates a hole inside it and uses it as its home. This Pokémon is the natural enemy of Roggenrola and Rolycoly.",
"558": "This highly territorial Pokémon prefers dry climates. It won’t come out of its boulder on rainy days.",
"559": "If it locks eyes with you, watch out! Nothing and no one is safe from the reckless headbutts of this troublesome Pokémon.",
"560": "As halfhearted as this Pokémon’s kicks may seem, they pack enough power to shatter Conkeldurr’s concrete pillars.",
"561": "Psychic power allows these Pokémon to fly. Some say they were the guardians of an ancient city. Others say they were the guardians’ emissaries.",
"562": "It wanders through ruins by night, carrying a mask that’s said to have been the face it had when it was still human.",
"563": "This Pokémon has a body of sparkling gold. People say it no longer remembers that it was once human.",
"564": "This Pokémon inhabited ancient seas. Although it can only crawl, it still comes up onto land in search of prey.",
"565": "Carracosta completely devours its prey—bones, shells, and all. Because of this, Carracosta’s own shell grows thick and sturdy.",
"566": "This Pokémon was successfully restored from a fossil. As research suggested, Archen is unable to fly. But it’s very good at jumping.",
"567": "It needs a running start to take off. If Archeops wants to fly, it first needs to run nearly 25 mph, building speed over a course of about 2.5 miles.",
"568": "Its favorite places are unsanitary ones. If you leave trash lying around, you could even find one of these Pokémon living in your room.",
"569": "This Pokémon eats trash, which turns into poison inside its body. The main component of the poison depends on what sort of trash was eaten.",
"570": "Zorua is a timid Pokémon. This disposition seems to be what led to the development of Zorua’s ability to take on the forms of other creatures.",
"571": "This Pokémon cares deeply about others of its kind, and it will conjure terrifying illusions to keep its den and pack safe.",
"572": "The way it brushes away grime with its tail can be helpful when cleaning. But its focus on spotlessness can make cleaning more of a hassle.",
"573": "Its body secretes oil that this Pokémon spreads over its nest as a coating to protect it from dust. Cinccino won’t tolerate even a speck of the stuff.",
"574": "Though they’re still only babies, there’s psychic power stored in their ribbonlike feelers, and sometimes they use that power to fight.",
"575": "It’s said that when stars shine in the night sky, this Pokémon will spirit away sleeping children. Some call it the Witch of Punishment.",
"576": "It has tremendous psychic power, but it dislikes conflict. It’s also able to predict the future based on the movement of the stars.",
"577": "It communicates with others telepathically. Its body is encapsulated in liquid, but if it takes a heavy blow, the liquid will leak out.",
"578": "Its psychic power can supposedly cover a range of more than half a mile—but only if its two brains can agree with each other.",
"579": "While it could use its psychic abilities in battle, this Pokémon prefers to swing its powerful arms around to beat opponents into submission.",
"580": "When attacked, it uses its feathers to splash water, escaping under cover of the spray.",
"581": "Despite their elegant appearance, they can flap their wings strongly and fly for thousands of miles.",
"582": "Unable to survive in hot areas, it makes itself comfortable by breathing out air cold enough to cause snow. It burrows into the snow to sleep.",
"583": "By drinking pure water, it grows its icy body. This Pokémon can be hard to find on days with warm, sunny weather.",
"584": "When its anger reaches a breaking point, this Pokémon unleashes a fierce blizzard that freezes every creature around it, be they friend or foe.",
"585": "Their coloring changes according to the seasons and can be slightly affected by the temperature and humidity as well.",
"586": "They migrate according to the seasons. People can tell the season by looking at Sawsbuck’s horns. ",
"587": "As Emolga flutters through the air, it crackles with electricity. This Pokémon is cute, but it can cause a lot of trouble.",
"588": "Its strange physiology reacts to electrical energy in interesting ways. The presence of a Shelmet will cause this Pokémon to evolve.",
"589": "They use shells they’ve stolen from Shelmet to arm and protect themselves. They’re very popular Pokémon in the Galar region.",
"590": "No one knows what the Poké Ball–like pattern on Foongus means or why Foongus has it.",
"591": "This Pokémon puffs poisonous spores at its foes. If the spores aren’t washed off quickly, they’ll grow into mushrooms wherever they land.",
"592": "It envelops its prey in its veillike arms and draws it down to the deeps, five miles below the ocean’s surface.",
"593": "Most of this Pokémon’s body composition is identical to sea water. It makes sunken ships its lair.",
"594": "Fishermen take them along on long voyages, because if you have an Alomomola with you, there’ll be no need for a doctor or medicine. ",
"595": "Joltik can be found clinging to other Pokémon. It’s soaking up static electricity because it can’t produce a charge on its own.",
"596": "It launches electrified fur from its abdomen as its means of attack. Opponents hit by the fur could be in for three full days and nights of paralysis.",
"597": "It defends itself by launching spikes, but its aim isn’t very good at first. Only after a lot of practice will it improve.",
"598": "This Pokémon scrapes its spikes across rocks, and then uses the tips of its feelers to absorb the nutrients it finds within the stone.",
"599": "The two minigears that compose this Pokémon are closer than twins. They mesh well only with each other.",
"600": "When Klang goes all out, the minigear links up perfectly with the outer part of the big gear, and this Pokémon’s rotation speed increases sharply.",
"601": "From its spikes, it launches powerful blasts of electricity. Its red core contains an enormous amount of energy.",
"602": "While one alone doesn’t have much power, a chain of many Tynamo can be as powerful as lightning. ",
"603": "It wraps itself around its prey and paralyzes it with electricity from the round spots on its sides. Then it chomps.",
"604": "With their sucker mouths, they suck in prey. Then they use their fangs to shock the prey with electricity. ",
"605": "If this Pokémon stands near a TV, strange scenery will appear on the screen. That scenery is said to be from its home.",
"606": "Whenever a Beheeyem visits a farm, a Dubwool mysteriously disappears.",
"607": "The flame on its head keeps its body slightly warm. This Pokémon takes lost children by the hand to guide them to the spirit world.",
"608": "This Pokémon appears just before someone passes away, so it’s feared as an emissary of death.",
"609": "This Pokémon haunts dilapidated mansions. It sways its arms to hypnotize opponents with the ominous dancing of its flames.",
"610": "These Pokémon nest in the ground and use their tusks to crush hard berries. Crushing berries is also how they test each other’s strength.",
"611": "After battle, this Pokémon carefully sharpens its tusks on river rocks. It needs to take care of its tusks—if one breaks, it will never grow back.",
"612": "Its resilient tusks are its pride and joy. It licks up dirt to take in the minerals it needs to keep its tusks in top condition.",
"613": "When this Pokémon is in good health, its snot becomes thicker and stickier. It will smear its snot on anyone it doesn’t like.",
"614": "It swims through frigid seas, searching for prey. From its frozen breath, it forms icy fangs that are harder than steel.",
"615": "With its icy chains, Cryogonal freezes those it encounters. It then takes its victims away to somewhere unknown.",
"616": "When attacked, it tightly shuts the lid of its shell. This reaction fails to protect it from Karrablast, however, because they can still get into the shell.",
"617": "It moves with blinding speed and lobs poison at foes. Featuring Accelgor as a main character is a surefire way to make a movie or comic popular.",
"618": "Thanks to bacteria that lived in the mud flats with it, this Pokémon developed the organs it uses to generate electricity.",
"619": "In one minute, a well-trained Mienfoo can chop with its arms more than 100 times.",
"620": "When Mienshao comes across a truly challenging opponent, it will lighten itself by biting off the fur on its arms.",
"621": "Druddigon lives in caves, but it never skips sunbathing—it won’t be able to move if its body gets too cold.",
"622": "They were sculpted from clay in ancient times. No one knows why, but some of them are driven to continually line up boulders.",
"623": "Artillery platforms built into the walls of ancient castles served as perches from which Golurk could fire energy beams.",
"624": "It uses river stones to maintain the cutting edges of the blades covering its body. These sharpened blades allow it to bring down opponents.",
"625": "It’s accompanied by a large retinue of Pawniard. Bisharp keeps a keen eye on its minions, ensuring none of them even think of double-crossing it.",
"626": "These Pokémon can crush a car with no more than a headbutt. Bouffalant with more hair on their heads hold higher positions within the herd.",
"627": "If it spies a strong Pokémon, Rufflet can’t resist challenging it to a battle. But if Rufflet loses, it starts bawling.",
"628": "Known for its bravery and pride, this majestic Pokémon is often seen as a motif for various kinds of emblems.",
"629": "It wears a bone to protect its rear. It often squabbles with others of its kind over particularly comfy bones.",
"630": "Although it’s a bit of a ruffian, this Pokémon will take lost Vullaby under its wing and care for them till they’re ready to leave the nest.",
"631": "There’s a hole in its tail that allows it to draw in the air it needs to keep its fire burning. If the hole gets blocked, this Pokémon will fall ill.",
"632": "They lay their eggs deep inside their nests. When attacked by Heatmor, they retaliate using their massive mandibles.",
"633": "When it encounters something, its first urge is usually to bite it. If it likes what it tastes, it will commit the associated scent to memory.",
"634": "While hunting for prey, Zweilous wanders its territory, its two heads often bickering over which way to go.",
"635": "There are a slew of stories about villages that were destroyed by Hydreigon. It bites anything that moves.",
"636": "The people of ancient times believed that Larvesta fell from the sun.",
"637": "Volcarona scatters burning scales. Some say it does this to start fires. Others say it’s trying to rescue those that suffer in the cold.",
"638": "This Pokémon appears in a legend alongside Terrakion and Virizion, fighting against humans in defense of the Unova region’s Pokémon.",
"639": "It has phenomenal power. It will mercilessly crush anyone or anything that bullies small Pokémon.",
"640": "A legend tells of this Pokémon working together with Cobalion and Terrakion to protect the Pokémon of the Unova region.",
"641": "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 200 mph.",
"642": "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts.",
"643": "Flames spew from its tail as it flies through the sky like a jet airplane. It’s said that this Pokémon will scorch the world.",
"644": "When the interior part of its tail spins like a motor, Zekrom can generate many bolts of lightning to blast its surroundings.",
"645": "Lands visited by Landorus grant such bountiful crops that it has been hailed as “The Guardian of the Fields.” ",
"646": "Dwelling within it is a power even greater than that of Reshiram or Zekrom, but the extreme cold keeps that power bound.",
"647": "Cobalion, Terrakion, and Virizion taught this Pokémon how to fight. It dashes across the world, seeking more opportunities to further its training.",
"648": "The melodies sung by Meloetta have the power to make Pokémon that hear them happy or sad.",
"649": "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back.",
"650": "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.",
"651": "It relies on its sturdy shell to deflect predators’ attacks. It counterattacks with its sharp quills.",
"652": "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.",
"653": "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 390 degrees Fahrenheit.",
"654": "It has a twig stuck in its tail. With friction from its tail fur, it sets the twig on fire and launches into battle.",
"655": "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.",
"656": "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.",
"657": "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.",
"658": "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.",
"659": "It excels at digging holes. Using its ears, it can dig a nest 33 feet deep in one night.",
"660": "With power equal to an excavator, it can dig through dense bedrock. It’s a huge help during tunnel construction.",
"661": "Its melodious cries are actually warnings. Fletchling will mercilessly peck at anything that enters its territory.",
"662": "Fletchinder launches embers into the den of its prey. When the prey comes leaping out, Fletchinder’s sharp talons finish it off.",
"663": "Talonflame mainly preys upon other bird Pokémon. To intimidate opponents, it sends embers spewing from gaps between its feathers.",
"664": "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.",
"665": "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur covering its body in an effort to threaten them.",
"666": "Vivillon with many different patterns are found all over the world. These patterns are affected by the climate of their habitat.",
"667": "When they’re young, they live with a pride. Once they’re able to hunt prey on their own, they’re kicked out and have to make their own way.",
"668": "The males are usually lazy, but when attacked by a strong foe, a male will protect its friends with no regard for its own safety.",
"669": "It’s not safe without the power of a flower, but it will keep traveling around until it finds one with the color and shape it wants.",
"670": "It raises flowers and uses them as weapons. The more gorgeous the blossom, the more power it contains.",
"671": "It controls the flowers it grows. The petal blizzards that Florges triggers are overwhelming in their beauty and power.",
"672": "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.",
"673": "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.",
"674": "It chooses a Pangoro as its master and then imitates its master’s actions. This is how it learns to battle and hunt for prey.",
"675": "This Pokémon is quick to anger, and it has no problem using its prodigious strength to get its way. It lives for duels against Obstagoon.",
"676": "There was an era when aristocrats would compete to see who could trim their Furfrou’s fur into the most exquisite style.",
"677": "Though Espurr’s expression never changes, behind that blank stare is an intense struggle to contain its devastating psychic power.",
"678": "Revealing the eyelike patterns on the insides of its ears will unleash its psychic powers. It normally keeps the patterns hidden, however.",
"679": "Honedge’s soul once belonged to a person who was killed a long time ago by the sword that makes up Honedge’s body.",
"680": "Honedge evolves into twins. The two blades rub together to emit a metallic sound that unnerves opponents.",
"681": "In this defensive stance, Aegislash uses its steel body and a force field of spectral power to reduce the damage of any attack.",
"682": "A scent pouch within this Pokémon’s body allows it to create various scents. A change in its diet will alter the fragrance it produces.",
"683": "The scent that constantly emits from its fur is so powerful that this Pokémon’s companions will eventually lose their sense of smell.",
"684": "It eats its own weight in sugar every day. If it doesn’t get enough sugar, it becomes incredibly grumpy.",
"685": "By taking in a person’s scent, it can sniff out their mental and physical condition. It’s hoped that this skill will have many medical applications.",
"686": "It spins while making its luminescent spots flash. These spots allow it to communicate with others by using different patterns of light.",
"687": "Gazing at its luminescent spots will quickly induce a hypnotic state, putting the observer under Malamar’s control.",
"688": "After two Binacle find a suitably sized rock, they adhere themselves to it and live together. They cooperate to gather food during high tide.",
"689": "Seven Binacle come together to form one Barbaracle. The Binacle that serves as the head gives orders to those serving as the limbs.",
"690": "It drifts in the ocean, blending in with floating seaweed. When other Pokémon come to feast on the seaweed, Skrelp feasts on them instead.",
"691": "Dragalge uses a poisonous liquid capable of corroding metal to send tankers that enter its territory to the bottom of the sea.",
"692": "Clauncher’s claws can fall off during battle, but they’ll regenerate. The meat inside the claws is popular as a delicacy in Galar.",
"693": "After using the feelers on its oversized claw to detect the location of prey, Clawitzer launches a cannonball of water at its target.",
"694": "When spread, the frills on its head act like solar panels, generating the power behind this Pokémon’s electric moves.",
"695": "A now-vanished desert culture treasured these Pokémon. Appropriately, when Heliolisk came to the Galar region, treasure came with them.",
"696": "This is an ancient Pokémon, revived in modern times. It has a violent disposition, and it’ll tear apart anything it gets between its hefty jaws.",
"697": "This Pokémon is from about 100,000,000 years ago. It has the presence of a king, vicious but magnificent.",
"698": "This Pokémon was successfully restored from a fossil. In the past, it lived with others of its kind in cold lands where there were fewer predators.",
"699": "Aurorus was restored from a fossil. It’s said that when this Pokémon howls, auroras appear in the night sky.",
"700": "By releasing enmity-erasing waves from its ribbonlike feelers, Sylveon stops any conflict.",
"701": "It drives its opponents to exhaustion with its agile maneuvers, then ends the fight with a flashy finishing move.",
"702": "A Dedenne’s whiskers pick up electrical waves other Dedenne send out. These Pokémon share locations of food or electricity with one another.",
"703": "When beset by attackers, Carbink wipes them all out by firing high-energy beams from the gems embedded in its body.",
"704": "Because most of its body is water, it will dry up if the weather becomes too arid. It’s considered the weakest dragon Pokémon.",
"705": "Although this Pokémon isn’t very strong, its body is coated in a caustic slime that can melt through anything, so predators steer clear of it.",
"706": "Sometimes it misunderstands instructions and appears dazed or bewildered. Many Trainers don’t mind, finding this behavior to be adorable.",
"707": "This Pokémon is constantly collecting keys. Entrust a Klefki with important keys, and the Pokémon will protect them no matter what.",
"708": "After a lost child perished in the forest, their spirit possessed a tree stump, causing the spirit’s rebirth as this Pokémon.",
"709": "People fear it due to a belief that it devours any who try to cut down trees in its forest, but to the Pokémon it shares its woods with, it’s kind.",
"710": "Spirits that wander this world are placed into Pumpkaboo’s body. They’re then moved on to the afterlife.",
"711": "Eerie cries emanate from its body in the dead of night. The sounds are said to be the wails of spirits who are suffering in the afterlife.",
"712": "They chill the air around them to −150 degrees Fahrenheit, freezing the water in the air into ice that they use as armor.",
"713": "At high latitudes, this Pokémon can be found with clusters of Bergmite on its back as it swims among the icebergs.",
"714": "After nightfall, they emerge from the caves they nest in during the day. Using their ultrasonic waves, they go on the hunt for ripened fruit.",
"715": "Aggressive and cruel, this Pokémon will ruthlessly torment enemies that are helpless in the dark.",
"716": "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.",
"717": "When this legendary Pokémon’s wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.",
"718": "Some say it can change to an even more powerful form when battling those who threaten the ecosystem.",
"719": "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.",
"720": "In its true form, it possesses a huge amount of power. Legends of its avarice tell how it once carried off an entire castle to gain the treasure hidden within.",
"721": "It lets out billows of steam and disappears into the dense fog. It’s said to live in mountains where humans do not tread.",
"722": "At a distance, it launches its sharp feathers while flying about. If the enemy gets too close, Rowlet switches tactics and delivers vicious kicks.",
"723": "It throws one knifelike feather after another at its enemies, and each one precisely strikes a weak point. These feathers are known as blade quills.",
"724": "As if wielding a bow, it launches the arrow quills hidden among the feathers of its wings. Decidueye’s shots never miss.",
"725": "It spends even the smallest amount of downtime grooming its fur with its tongue. Loose fur gathers in its stomach and serves as fuel for fiery moves.",
"726": "In the midst of battle, the fire pouch on Torracat’s neck rings like a bell and produces stronger flames than usual.",
"727": "It excels at violent, no-holds-barred battles. The temperature of the flames that issue from its navel exceeds 3,600 degrees Fahrenheit.",
"728": "It creates special bouncy balloons to send at its opponents. When the balloons pop, the sheer force of their bursting is what deals damage.",
"729": "As if dancing, it artfully dodges the attacks of its enemies. All the while, it’s busy forming a bunch of balloons to overwhelm its foes.",
"730": "With its mouth, it makes sonic waves that sound like beautiful singing. It uses the sonic waves to control its water balloons.",
"731": "It pecks at trees with its hard beak. You can get some idea of its mood or condition from the rhythm of its pecking.",
"732": "It can bend the tip of its beak to produce over a hundred different cries at will.",
"733": "They smack beaks with others of their kind to communicate. The strength and number of hits tell each other how they feel.",
"734": "Its stomach takes up most of its long torso. It’s a big eater, so the amount Trainers have to spend on its food is no laughing matter.",
"735": "Although it wasn’t originally found in Alola, this Pokémon was brought over a long time ago when there was a huge Rattata outbreak.",
"736": "Its natural enemies, like Rookidee, may flee rather than risk getting caught in its large mandibles that can snap thick tree branches.",
"737": "While its durable shell protects it from attacks, Charjabug strikes at enemies with jolts of electricity discharged from the tips of its jaws.",
"738": "It builds up electricity in its abdomen, focuses it through its jaws, and then fires the electricity off in concentrated beams.",
"739": "Its hard pincers are well suited to both offense and defense. Fights between two Crabrawler are like boxing matches.",
"740": "It stores coldness in its pincers and pummels its foes. It can even smash thick walls of ice to bits!",
"741": "It wins the hearts of its enemies with its passionate dancing and then uses the opening it creates to burn them up with blazing flames.",
"742": "Nectar and pollen are its favorite fare. You can find Cutiefly hovering around Gossifleur, trying to get some of Gossifleur’s pollen.",
"743": "It makes pollen puffs from pollen and nectar. The puffs’ effects depend on the type of ingredients and how much of each one is used.",
"744": "This Pokémon can bond very strongly with its Trainer, but it also has a habit of biting. Raising a Rockruff for a long time can be challenging.",
"745": "This Lycanroc is calm and cautious. The rocks jutting from its mane are razor sharp.",
"746": "Individually, they’re incredibly weak. It’s by gathering up into schools that they’re able to confront opponents.",
"747": "The first symptom of its sting is numbness. The next is an itching sensation so intense that it’s impossible to resist the urge to claw at your skin.",
"748": "To survive in the cold waters of Galar, this Pokémon forms a dome with its legs, enclosing its body so it can capture its own body heat.",
"749": "Loads weighing up to 50 times as much as its own body weight pose no issue for this Pokémon. It’s skilled at making use of mud.",
"750": "Mud that hardens around a Mudsdale’s legs sets harder than stone. It’s so hard that it allows this Pokémon to scrap a truck with a single kick.",
"751": "It forms a water bubble at the rear of its body and then covers its head with it. Meeting another Dewpider means comparing water-bubble sizes.",
"752": "It launches water bubbles with its legs, drowning prey within the bubbles. This Pokémon can then take its time to savor its meal.",
"753": "When bathed in sunlight, this Pokémon emits a pleasantly sweet scent, which causes bug Pokémon to gather around it.",
"754": "This Pokémon resembles a beautiful flower. A properly raised Lurantis will have gorgeous, brilliant colors.",
"755": "Pokémon living in the forest eat the delicious caps on Morelull’s head. The caps regrow overnight.",
"756": "Its flickering spores lure in prey and put them to sleep. Once this Pokémon has its prey snoozing, it drains their vitality with its fingertips.",
"757": "Its venom sacs produce a fluid that this Pokémon then heats up with the flame in its tail. This process creates Salandit’s poisonous gas.",
"758": "Only female Salazzle exist. They emit a gas laden with pheromones to captivate male Salandit.",
"759": "Its fluffy fur is a delight to pet, but carelessly reaching out to touch this Pokémon could result in painful retaliation.",
"760": "Once it accepts you as a friend, it tries to show its affection with a hug. Letting it do that is dangerous—it could easily shatter your bones.",
"761": "Its body gives off a sweet, fruity scent that is extremely appetizing to bird Pokémon.",
"762": "As it twirls like a dancer, a sweet smell spreads out around it. Anyone who inhales the scent will feel a surge of happiness.",
"763": "This feared Pokémon has long, slender legs and a cruel heart. It shows no mercy as it stomps on its opponents.",
"764": "Comfey picks flowers with its vine and decorates itself with them. For some reason, flowers won’t wither once they’re attached to a Comfey.",
"765": "With waves of its fan—made from leaves and its own fur—Oranguru skillfully gives instructions to other Pokémon.",
"766": "Displaying amazing teamwork, they follow the orders of their boss as they all help out in the search for their favorite berries.",
"767": "It’s nature’s cleaner—it eats anything and everything, including garbage and rotten things. The ground near its nest is always clean.",
"768": "It will do anything to win, taking advantage of every opening and finishing opponents off with the small claws on its front legs.",
"769": "Grudges of the dead have possessed a mound of sand and become a Pokémon. Sandygast is fond of the shovel on its head.",
"770": "Palossand is known as the Beach Nightmare. It pulls its prey down into the sand by controlling the sand itself, and then it sucks out their souls.",
"771": "It lives in warm, shallow waters. If it encounters a foe, it will spit out its internal organs as a means to punch them.",
"772": "Rumor has it that the theft of top-secret research notes led to a new instance of this Pokémon being created in the Galar region.",
"773": "A solid bond of trust between this Pokémon and its Trainer awakened the strength hidden within Silvally. It can change its type at will.",
"774": "It lives in the ozone layer, where it becomes food for stronger Pokémon. When it tries to run away, it falls to the ground.",
"775": "It stays asleep from the moment it’s born. When it falls into a deep sleep, it stops moving altogether.",
"776": "Explosive substances coat the shell on its back. Enemies that dare attack it will be blown away by an immense detonation.",
"777": "With the long hairs on its back, this Pokémon takes in electricity from other electric Pokémon. It stores what it absorbs in an electric sac.",
"778": "It wears a rag fashioned into a Pikachu costume in an effort to look less scary. Unfortunately, the costume only makes it creepier.",
"779": "It burrows beneath the sand, radiating psychic power from the protuberance on its head. It waits for prey as it surveys the area.",
"780": "The mountains it calls home are nearly two miles in height. On rare occasions, it descends to play with the children living in the towns below.",
"781": "After a piece of seaweed merged with debris from a sunken ship, it was reborn as this ghost Pokémon.",
"782": "They learn to fight by smashing their head scales together. The dueling strengthens both their skills and their spirits.",
"783": "The scaleless, scarred parts of its body are signs of its strength. It shows them off to defeated opponents.",
"784": "It clatters its tail scales to unnerve opponents. This Pokémon will battle only those who stand steadfast in the face of this display.",
"785": "Although it’s called a guardian deity, if a person or Pokémon puts it in a bad mood, it will become a malevolent deity and attack.",
"786": "It heals the wounds of people and Pokémon by sprinkling them with its sparkling scales. This guardian deity is worshiped on Akala.",
"787": "Although it’s called a guardian deity, it’s violent enough to crush anyone it sees as an enemy.",
"788": "This guardian deity of Poni Island manipulates water. Because it lives deep within a thick fog, it came to be both feared and revered.",
"789": "This Pokémon came from another universe. Its gaseous body is so light that even a gentle breeze can blow it away.",
"790": "The absorption of starlight fuels this Pokémon’s growth. The shell that encases it is harder than any known material.",
"791": "When light radiates from its body, this Pokémon could almost appear to be the sun. It will dispel any darkness and light up the world.",
"792": "Known as the Beast That Calls the Moon, this Pokémon lives by taking in any and all light and converting it into its own energy.",
"793": "A life-form from another world, it was dubbed a UB and is thought to produce a strong neurotoxin.",
"794": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
"795": "A life-form that lives in another world, its body is thin and supple, but it also possesses great power.",
"796": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
"797": "One of the dangerous UBs, high energy readings can be detected coming from both of its huge arms. ",
"798": "This Ultra Beast’s body, which is as thin as paper, is like a sharpened sword.",
"799": "Although it’s alien to this world and a danger here, it’s apparently a common organism in the world where it normally lives.",
"800": "It survives by absorbing light. After a long time spent slumbering underground, impurities accumulated within it, causing its body to darken.",
"801": "It synchronizes its consciousness with others to understand their feelings. This faculty makes it useful for taking care of people.",
"802": "By slipping into the shadow of a martial arts master and copying their movements, this Pokémon learned the ultimate techniques.",
"803": "This Ultra Beast is well enough liked to be chosen as a first partner in its own world.",
"804": "It stores hundreds of liters of poisonous liquid inside its body. It is one of the organisms known as UBs",
"805": "It appeared from an Ultra Wormhole. Each one appears to be made up of many life-forms stacked one on top of each other.",
"806": "It slithers toward people. Then, without warning, it triggers the explosion of its own head. It’s apparently one kind of Ultra Beast.",
"807": "It runs as fast as lightning strikes, shredding its opponents with its high-voltage claws.",
"808": "It dissolves and eats metal. Circulating liquid metal within its body is how it generates energy.",
"809": "At the end of its life-span, Melmetal will rust and fall apart. The small shards left behind will eventually be reborn as Meltan.",
"810": "When it uses its special stick to strike up a beat, the sound waves produced carry revitalizing energy to the plants and flowers in the area.",
"811": "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.",
"812": "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.",
"813": "A warm-up of running around gets fire energy coursing through this Pokémon’s body. Once that happens, it’s ready to fight at full power.",
"814": "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.",
"815": "It juggles a pebble with its feet, turning it into a burning soccer ball. Its shots strike opponents hard and leave them scorched.",
"816": "When scared, this Pokémon cries. Its tears pack the chemical punch of 100 onions, and attackers won’t be able to resist weeping.",
"817": "A clever combatant, this Pokémon battles using water balloons created with moisture secreted from its palms.",
"818": "It has many hidden capabilities, such as fingertips that can shoot water and a membrane on its back that it can use to glide through the air.",
"819": "Found throughout the Galar region, this Pokémon becomes uneasy if its cheeks are ever completely empty of berries.",
"820": "It stashes berries in its tail—so many berries that they fall out constantly. But this Pokémon is a bit slow-witted, so it doesn’t notice the loss.",
"821": "It will bravely challenge any opponent, no matter how powerful. This Pokémon benefits from every battle—even a defeat increases its strength a bit.",
"822": "Smart enough to use tools in battle, these Pokémon have been seen picking up rocks and flinging them or using ropes to wrap up enemies.",
"823": "This Pokémon reigns supreme in the skies of the Galar region. The black luster of its steel body could drive terror into the heart of any foe.",
"824": "A constant collector of information, this Pokémon is very smart. Very strong is what it isn’t.",
"825": "It barely moves, but it’s still alive. Hiding in its shell without food or water seems to have awakened its psychic powers.",
"826": "It’s famous for its high level of intelligence, and the large size of its brain is proof that it also possesses immense psychic power.",
"827": "Aided by the soft pads on its feet, it silently raids the food stores of other Pokémon. It survives off its ill-gotten gains.",
"828": "It secretly marks potential targets with a scent. By following the scent, it stalks its targets and steals from them when they least expect it.",
"829": "It anchors itself in the ground with its single leg, then basks in the sun. After absorbing enough sunlight, its petals spread as it blooms brilliantly.",
"830": "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that plants and other Pokémon can benefit from them.",
"831": "Its curly fleece is such an effective cushion that this Pokémon could fall off a cliff and stand right back up at the bottom, unharmed.",
"832": "Weave a carpet from its springy wool, and you end up with something closer to a trampoline. You’ll start to bounce the moment you set foot on it.",
"833": "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.",
"834": "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.",
"835": "This Pokémon is very popular as a herding dog in the Galar region. As it runs, it generates electricity from the base of its tail.",
"836": "This Pokémon generates electricity and channels it into its legs to keep them going strong. Boltund can run nonstop for three full days.",
"837": "Most of its body has the same composition as coal. Fittingly, this Pokémon was first discovered in coal mines about 400 years ago.",
"838": "It forms coal inside its body. Coal dropped by this Pokémon once helped fuel the lives of people in the Galar region.",
"839": "It’s usually peaceful, but the vandalism of mines enrages it. Offenders will be incinerated with flames that reach 2,700 degrees Fahrenheit.",
"840": "It spends its entire life inside an apple. It hides from its natural enemies, bird Pokémon, by pretending it’s just an apple and nothing more.",
"841": "It ate a sour apple, and that induced its evolution. In its cheeks, it stores an acid capable of causing chemical burns.",
"842": "Eating a sweet apple caused its evolution. A nectarous scent wafts from its body, luring in the bug Pokémon it preys on.",
"843": "As it digs, it swallows sand and stores it in its neck pouch. The pouch can hold more than 17 pounds of sand.",
"844": "When it contracts its body, over 220 pounds of sand sprays from its nose. If it ever runs out of sand, it becomes disheartened.",
"845": "It’s so strong that it can knock out some opponents in a single hit, but it also may forget what it’s battling midfight.",
"846": "If it sees any movement around it, this Pokémon charges for it straightaway, leading with its sharply pointed jaw. It’s very proud of that jaw.",
"847": "This Pokémon has a jaw that’s as sharp as a spear and as strong as steel. Apparently Barraskewda’s flesh is surprisingly tasty, too.",
"848": "It stores poison in an internal poison sac and secretes that poison through its skin. If you touch this Pokémon, a tingling sensation follows.",
"849": "When this Pokémon sounds as if it’s strumming a guitar, it’s actually clawing at the protrusions on its chest to generate electricity.",
"850": "It stores flammable gas in its body and uses it to generate heat. The yellow sections on its belly get particularly hot.",
"851": "When it heats up, its body temperature reaches about 1,500 degrees Fahrenheit. It lashes its body like a whip and launches itself at enemies.",
"852": "It’s very curious, but its means of investigating things is to try to punch them with its tentacles. The search for food is what brings it onto land.",
"853": "A body made up of nothing but muscle makes the grappling moves this Pokémon performs with its tentacles tremendously powerful.",
"854": "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.",
"855": "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.",
"856": "Via the protrusion on its head, it senses other creatures’ emotions. If you don’t have a calm disposition, it will never warm up to you.",
"857": "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.",
"858": "It emits psychic power strong enough to cause headaches as a deterrent to the approach of others.",
"859": "Through its nose, it sucks in the emanations produced by people and Pokémon when they feel annoyed. It thrives off this negative energy.",
"860": "When it gets down on all fours as if to beg for forgiveness, it’s trying to lure opponents in so that it can stab them with its spear-like hair.",
"861": "With the hair wrapped around its body helping to enhance its muscles, this Pokémon can overwhelm even Machamp.",
"862": "Its voice is staggering in volume. Obstagoon has a tendency to take on a threatening posture and shout—this move is known as Obstruct.",
"863": "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.",
"864": "Its shell is overflowing with its heightened otherworldly energy. The ectoplasm serves as protection for this Pokémon’s core spirit.",
"865": "Only Farfetch’d that have survived many battles can attain this evolution. When this Pokémon’s leek withers, it will retire from combat.",
"866": "It’s highly skilled at tap-dancing. It waves its cane of ice in time with its graceful movements.",
"867": "A powerful curse was woven into an ancient painting. After absorbing the spirit of a Yamask, the painting began to move.",
"868": "This Pokémon was born from sweet-smelling particles in the air. Its body is made of cream.",
"869": "When it trusts a Trainer, it will treat them to berries it’s decorated with cream.",
"870": "Five of them are troopers, and one is the brass. The brass’s orders are absolute.",
"871": "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.",
"872": "It spits out thread imbued with a frigid sort of energy and uses it to tie its body to branches, disguising itself as an icicle while it sleeps.",
"873": "Icy scales fall from its wings like snow as it flies over fields and mountains. The temperature of its wings is less than −290 degrees Fahrenheit.",
"874": "It stands in grasslands, watching the sun’s descent from zenith to horizon. This Pokémon has a talent for delivering dynamic kicks.",
"875": "It drifted in on the flow of ocean waters from a frigid place. It keeps its head iced constantly to make sure it stays nice and cold.",
"876": "It uses the horns on its head to sense the emotions of others. Males will act as valets for those they serve, looking after their every need.",
"877": "As it eats the seeds stored up in its pocket-like pouches, this Pokémon is not just satisfying its constant hunger. It’s also generating electricity.",
"878": "It digs up the ground with its trunk. It’s also very strong, being able to carry loads of over five tons without any problem at all.",
"879": "They came over from another region long ago and worked together with humans. Their green skin is resistant to water.",
"880": "In ancient times, it was unbeatable thanks to its powerful lower body, but it went extinct anyway after it depleted all its plant-based food sources.",
"881": "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.",
"882": "Powerful legs and jaws made it the apex predator of its time. Its own overhunting of its prey was what drove it to extinction.",
"883": "Though it’s able to capture prey by freezing its surroundings, it has trouble eating the prey afterward because its mouth is on top of its head.",
"884": "Its body resembles polished metal, and it’s both lightweight and strong. The only drawback is that it rusts easily.",
"885": "After being reborn as a ghost Pokémon, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.",
"886": "It’s capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they successfully evolve.",
"887": "When it isn’t battling, it keeps Dreepy in the holes on its horns. Once a fight starts, it launches the Dreepy like supersonic missiles.",
"888": "Known as a legendary hero, this Pokémon absorbs metal particles, transforming them into a weapon it uses to battle.",
"889": "In times past, it worked together with a king of the people to save the Galar region. It absorbs metal that it then uses in battle.",
"890": "The core on its chest absorbs energy emanating from the lands of the Galar region. This energy is what allows Eternatus to stay active.",
"891": "Kubfu trains hard to perfect its moves. The moves it masters will determine which form it takes when it evolves.",
"892": "This form of Urshifu is a strong believer in the one-hit KO. Its strategy is to leap in close to foes and land a devastating blow with a hardened fist.",
"893": "Within dense forests, this Pokémon lives in a pack with others of its kind. It’s incredibly aggressive, and the other Pokémon of the forest fear it.",
"894": "This Pokémon is a cluster of electrical energy. It’s said that removing the rings on Regieleki’s body will unleash the Pokémon’s latent power.",
"895": "An academic theory proposes that Regidrago’s arms were once the head of an ancient dragon Pokémon. The theory remains unproven.",
"896": "Glastrier emits intense cold from its hooves. It’s also a belligerent Pokémon—anything it wants, it takes by force.",
"897": "It probes its surroundings with all its senses save one—it doesn’t use its sense of sight. Spectrier’s kicks are said to separate soul from body.",
"898": "Calyrex is a merciful Pokémon, capable of providing healing and blessings. It reigned over the Galar region in times of yore.",
"899": "The black orbs shine with an uncanny light when the Pokémon is erecting invisible barriers. The fur shed from its beard retains heat well and is a highly useful material for winter clothing.",
"900": "A violent creature that fells towering trees with its crude axes and shields itself with hard stone. If one should chance upon this Pokémon in the wilds, one's only recourse is to flee.",
"901": "I believe it was Hisui's swampy terrain that gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.",
"902": "Clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream. No other species throughout all Hisui's rivers is Basculegion's equal.",
"903": "Because of Sneasler's virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.",
"904": "Its lancelike spikes and savage temperament have earned it the nickname "sea fiend". It slurps up poison to nourish itself.",
"905": "When it flies to this land from across the sea, the bitter winter comes to an end. According to legend, this Pokémon's love gives rise to the budding of fresh life across Hisui.",
"906": "The sweet scent its body gives off mesmerizes those around it. The scent grows stronger when this Pokémon is in the sun.",
"907": "The hardness of Floragato's fur depends on the Pokémon's mood. When FLoragato is prepared to battle, its fur becomes pointed and needle sharp.",
"908": "With skillful misdirection, it rigs foes with pollen-packed flower bombs. Meowscarada sets off the bombs beforeits foes realize what's going on.",
"909": "Its flame sac is small, so energy is always leaking out. This energy is released from the dent atop Fuecoco's head and flickers to and fro.",
"910": "The valve in Crocalor's flame sac is closely connected to its vocal cords. This Pokémon utters a guttural cry as it spews flames every which way.",
"911": "Skeledirge's gentle singing soothes the souls of all that hear it. It burns its enemies to a crisp with flames of over 5,400 degrees Fahrenheit.",
"912": "Its strong legs let it easily swim around in even fast-flowing rivers. It likes to keep things tidy and is prone to overthinking things.",
"913": "The hardworking Quaxwell observes people and Pokémon from various regions and incorporates their movements into its own dance routines.",
"914": "Dancing in ways that evoke far-away places, this Pokémon mesmerizes all that see it. Flourishes of its decorative water feathers slice into its foes.",
"915": "This Pokémon spurs all but the finest of foods. Its body gives of an herblike scent that bug Pokémon detest.",
"916": "It entrances female Pokémon with the sweet, alluring scent that wafts from all over its body.",
"917": "The thread it secrets from its rear is as strong as wire. The secret behind the thread's strength is the topic of ongoing research.",
"918": "Spidops covers its territory in tough, sticky threads to set up traps for intruders.",
"919": "It's highly skilled at a fighting style in which it uses its jumping capabilities to dodge incoming attacks while also dealing damage to opponents.",
"920": "It uses its normally folded third set of legs when in Showdown Mode. This places a huge burden on its body, so it can't stay in this mode for long.",
"921": "The pads of its paws are electricity-discharging organs. Pawmi fires electricity from its forepaws while standing unsteadily on its hind legs.",
"922": "Pawmo uses a unique fighting technique in which it uses its forepaws to strike foes and zap them with electricity from its paw pads simultaneously.",
"923": "Pawmot's fluffy fur acts as a battery. It can store the same amount of electricity as an electric car.",
"924": "The pair sticks together no matter what. They split any food they find exactly in half and then eat it together.",
"925": "The little one just appeared one day. They all live together like a family, but the relationship between the three is still unclear.",
"926": "The yeast in Fidough's breath is useful for cooking, so this Pokémon has been protected by people since long ago.",
"927": "The surface of this Pokémon's skin hardens when exposed to intense heat, and its body has an appetizing aroma.",
"928": "This Pokémon converts nutrients into oil, which it stores in the fruit on its head. It can easily go a whole week without eating or drinking.",
"929": "It basks in the sun to its heart's content until the fruits on its head ripen. After that, Dolliv departs from human settlements and goes on a journey.",
"930": "This Pokémon drives back enemies by launching its rich, aromatic oil at them with enough force to smash a boulder.",
"931": "Green-feathered flocks hold the most sway. When they're out searching for food in the mornings and evenings, it gets very noisy.",
"932": "The ground scrapes its body as it travels, causing it to leave salt behind. Salt is constantly being created and replenished inside Nacli's body.",
"933": "It compresses rock salt inside its body and shoots out hardened salt pellets with enough force to perforate as iron sheet.",
"934": "Many Pokémon gather around Garganacl, hoping to lick at its mineral-rich salt.",
"935": "Its firepower increases when it fights, reaching over 1,800 degrees Fahrenheit. It likes berries that are rich in fat.",
"936": "This Pokémon clads itself in armor that has been fortified by psychic and fire energy, and it shoots blazing fireballs.",
"937": "An old set of armor steeped in grudges caused this Pokémon's evolution. Ceruledge cuts its enemies to pieces without mercy.",
"938": "It floats using the electricity stored in its body. When thuderclouds are around, Tadbulb will float higher off the ground.",
"939": "What appear to be eyeballs are actually organs for discharging the electricity generated by Bellibolt's belly-button dynamo.",
"940": "These Pokémon make their nests on coastal cliffs. The nests have a strange, crackling texture, and they're a popular delicacy.",
"941": "It uses its throat sac to store electricity generated by its wings. There's hardly any oil in its feathers, so it is a poor swimmer.",
"942": "Its well-developed jaw and fangs are strong enough to crunch through boulders, and its thick fat makes for an excellent defense.",
"943": "Mabosstiff loves playing with children. Though usually gentle, it takes on an intimidating look when protecting its family.",
"944": "To keep enemies away from its territory, it paints markings around its nest using a poisonous liquid that has an acid odor.",
"945": "Each Grafaiai paints its own individual pattern, and it will paint that same pattern over and over again throughout its life.",
"946": "Not even Bramblin knows where it is headed as it tumbles across the wilderness, blown by the wind. It loathes getting wet.",
"947": "Brambleghast wanders around arid regions. On rare occasions, mass outbreaks of these Pokémon will bury an entire town.",
"948": "Though it looks like Tentacool, Toedscool is a completely different species. Its legs may be thin, but it can run at a speed of 30 mph.",
"949": "It coils its 10 tentacles around prey and sucks out their nutriets, causing the prey pain. The folds along the rim of its head are a popular delicacy.",
"950": "This Pokémon lives on sheer cliffs. It sidesteps opponents' attacks, then lunges for their weak spots with its claws.",
"951": "Traditional Paldean dishes can be extremely spicy because they include the shed front teeth of Capsakid among their ingredients.",
"952": "The green head has turned vicious due to the spicy chemicals stimulating its brain. Once it goes on a rampage, there is no stopping it.",
"953": "It rolls its mud ball around while the energy it needs for evolution matures. Eventually the time comes for it to evolve.",
"954": "An infant sleeps inside the ball. Rabsca rolls the ball soothingly with its legs to ensure the infant sleeps comfortably.",
"955": "It spends its time running around wastelands. If anyone steals its beloved berries, it will chase them down and exact revenge.",
"956": "It emits psychic power from the gaps between its multicolored frills and sprints at speeds greater than 120 mph.",
"957": "This Pokémon pounds iron scraps together to make a hammer. It will remake the hammer again and again until it's satisfied with the result.",
"958": "These Pokémon make their homes in piles of scrap metal. They test the strength of each other's hammers by smashing them together.",
"959": "The hammer tops 220 pounds, yet it gets swung around easily by Tinkaton as it steals whatever it pleases and carries its plunder back home.",
"960": "Though it looks like Diglett, Wiglett is an entirely different species. The resemblance seems to be a coincidental result of environmental adaptation.",
"961": "A variety of fish Pokémon, Wugtrio was once considered to be a regional form of Dugtrio.",
"962": "Bombirdier uses the apron in its chest to bundle up food, which it carries back to its nest. It enjoys dropping things that make loud noises.",
"963": "Its water ring is made from seawater mixed with a sticky fluid that Finizen secretes from its blowhole.",
"964": "Its physical capabilities are no different than a Finizen's, but when its allies are in danger it transforms and powers itself up.",
"965": "The steel section is Varoom's actual body. This Pokémon clings to rocks and converts the minerals within into energy to fuel its activities.",
"966": "Revavroom viciously threatens others with the sound of its exhaust. It sticks its tongue out from its cynlidrical mouth and sprays toxic fluids.",
"967": "It can sprint at over 70 mph while carrying a human. The rider's body heat warms Cyclizar's back and lifts the Pokémon's spirit.",
"968": "This Pokémon lives in arid deserts. It maintains its metal body by consuming iron from the soil.",
"969": "Glimmet's toxic mineral crystals look just like flower petals. This Pokémon scatters poisonous pwder like pollen to protect itself.",
"970": "Glimmora's petals are made of crystallized poison energy. It has recently become evident that these petals resemble Tera Jewels.",
"971": "This friendly Pokémon doesn't like being alone. Pay it even the slightest bit of attention, and it will follow you forever.",
"972": "A lovingly mourned Pokémon was reborn as Houndstone. It doesn't like anyone touching the protuberance atop its head.",
"973": "Thanks to a behavior of theirs known as "synchronizing," an entire flock of these Pokémon can attack simultaneously in perfect harmony.",
"974": "It lives in frigit regions in pods of five or so individuals. It loves the minerals found in snow and ice.",
"975": "Ice energy builds up in the horn on its upper jaw, causing the horn to reach cryogenic temperatures that freeze its surroundings.",
"976": "Veluza has excellent regenerative capabilities. It sheds spare flesh from its body to boost its agility, then charges at its prey.",
"977": "It treats Tatsugiri like its boss and follows it loyally. Though powerful, Dondozo is apparently not very smart.",
"978": "This Pokémon tricks its opponents by playing dead. It is small and weak, but it uses its smarts to survive.",
"979": "It imbues its fists with the power of the rage that it kept hidden in its heart. Opponents struck by these imbued fists will be shattered to their core.",
"980": "The hardened head from the tail protects the head of the main body as Farigiraf whips its long neck around to headbutt enemies.",
"981": "It drives enemies out of its nests by sucking in enough air to fill its long, narrow lungs, then releasing the air in an intense blast.",
"982": "Though it commands a massive army in battle, it's not skilled at devising complex strategies. It just uses brute strength to keep pushing.",
"983": "This creature resembles a mysterious Pokémon that, according to a paranormal magazine, has lived since ancient times.",
"984": "It resembles a mysterious Pokémon described in a paranormal magazine as a Jigglypuff from one billion years ago.",
"985": "It bears a slight resemblance to a Pokémon described in a dubious magazine as a cross between a dinosaur and a mushroom.",
"986": "It has similar features to a ghostly pterosaur that was covered in a paranormal magazine, but the two have little else in common.",
"987": "This Pokémon somewhat resembles an ancient form of Volcarona that was introduced in a dubious magazine.",
"988": "It slightly resembles a Magneton that lived for 10,000 years and was featured in an article in a paranormal magazine.",
"989": "Sightings of this Pokémon have occurred in recent years. It resembles a mysterious object described in an old expedition journal.",
"990": "It resembles a mysterious object mentioned in an old book. There are only two reported sightings of this Pokémon.",
"991": "This Pokémon shares many similarities with Iron Hands, an object mentioned in a certain expedition journal.",
"992": "It's possible that Iron Jugulis, an object described in an old book, may actually be this Pokémon.",
"993": "No records exist of this species being caught. Data is lacking, but the Pokémon's traits match up with an object described in an old book.",
"994": "Some of its notable features match those of an object named within a certain expedition journal as Iron Thorns.",
"995": "This Pokémon lives in forests and craggy areas. Using the power of its dorsal fin, it cools the inside of its nest like a refrigerator.",
"996": "It attacks with the blade of its frozen dorsal fin by doing a front flip in the air. Arctibax's strong back and legs allow it to pull off this technique.",
"997": "It launches itself into battle by flipping upside down and spewing frigid air from its mouth. It finishes opponents off with its dorsal blade.",
"998": "It lives inside an old treaure chest. Sometimes it gets left in shop corners since no one realizes it's actually a Pokémon.",
"999": "It has a sturdy body made up of stacked coins. Gholdengo overwhelms its enemies by firing coin after coin at them in quick succession.",
"1000": "It drains the life-force from vegetation, causing nearby forests to instantly wither and fields to turn barren.",
"1001": "The hatred of those who perished by the sword long ago has clad itself in snow and become a Pokémon.",
"1002": "It slowly brings its exceedingly heavy head down upon the ground, splitting the earth open with huge fissures that run over 160 feet deep.",
"1003": "The envy accumulated within curved beads that sparked multiple conflicts has clad itself in fire and become a Pokémon.",
"1004": "According to an article in a dubious magazine, this Pokémon has some connection to a phenomenon that occurs in a certain region.",
"1005": "It's possible that this is the object listed as Iron Valiant in a certain expedition journal.",
"1006": "This Pokémon resembles Cyclizar, but it is far burlier and more ferocious. Nothing is known about its ecology or other features.",
"1007": "This seems to be the Iron Serpent mentioned in an old book. The Iron Serpent is said to have turned the land to ash with its lightning.",
"1008": "This Pokémon resembles the elegant Suicune, but is perched on its hind legs and has a far more ferocious nature.",
"1009": "This seems to resemble one of the Swords of Justice, however its true origin remains unknown.",
"1010": "",
}