{
"0": "",
"1": "",
"2": "",
"3": "In battle, this Pokémon swings around two thick vines. If these vines slammed into a 10-story building, they could easily topple it.",
"4": "",
"5": "",
"6": "This colossal, flame-winged figure of a Charizard was brought about by Gigantamax energy.",
"7": "",
"8": "",
"9": "It’s not very good at precision shooting. When attacking, it just fires its 31 cannons over and over and over.",
"10": "",
"11": "",
"12": "Crystallized Gigantamax energy makes up this Pokémon’s blindingly bright and highly toxic scales.",
"13": "",
"14": "",
"15": "",
"16": "",
"17": "",
"18": "",
"19": "",
"20": "",
"21": "",
"22": "",
"23": "",
"24": "",
"25": "This Pikachu wears its partner’s cap, which is brimming with memories of traveling through many different regions.|This Pikachu wears its partner’s cap, which is brimming with memories of traveling through the Hoenn region.|This Pikachu wears its partner’s cap, which is brimming with memories of traveling through the Sinnoh region.|This Pikachu wears its partner’s cap, which is brimming with memories of traveling through the Unova region.|This Pikachu wears its partner’s cap, which is brimming with memories of traveling through the Kalos region.|This Pikachu wears its partner’s cap, which is brimming with memories of traveling through the Alola region.|This Pikachu wears its partner’s cap, which is brimming with memories of when they first met.||This Pikachu wears its partner’s cap, which is brimming with memories of traveling through different regions.|Its Gigantamax power expanded, forming its supersized body and towering tail.",
"26": "It’s believed that the weather, climate, and food of the Alola region all play a part in causing Pikachu to evolve into this form of Raichu.",
"27": "Life on mountains covered with deep snow has granted this Pokémon a body of ice that’s as hard as steel.",
"28": "It uses large, hooked claws to cut a path through deep snow as it runs. On snowy mountains, this Sandslash is faster than any other Pokémon.",
"29": "",
"30": "",
"31": "",
"32": "",
"33": "",
"34": "",
"35": "",
"36": "",
"37": "After long years in the ever-snowcapped mountains of Alola, this Vulpix has gained power over ice.",
"38": "A deity resides in the snowy mountains where this Pokémon lives. In ancient times, it was worshiped as that deity’s incarnation.",
"39": "",
"40": "",
"41": "",
"42": "",
"43": "",
"44": "",
"45": "",
"46": "",
"47": "",
"48": "",
"49": "",
"50": "The metal-rich geology of this Pokémon’s habitat caused it to develop steel whiskers on its head.",
"51": "Their beautiful, metallic whiskers create a sort of protective helmet on their heads, and they also function as highly precise sensors.",
"52": "It’s accustomed to luxury because it used to live with Alolan royalty. As a result, it’s very picky about food.|Living with a savage, seafaring people has toughened this Pokémon’s body so much that parts of it have turned to iron.|The pattern that has appeared on its giant coin is thought to be the key to unlocking the secrets of the Dynamax phenomenon.",
"53": "The round face of Alolan Persian is considered to be a symbol of prosperity in the Alola region, so these Pokémon are very well cared for.",
"54": "",
"55": "",
"56": "",
"57": "",
"58": "",
"59": "",
"60": "",
"61": "",
"62": "",
"63": "",
"64": "",
"65": "",
"66": "",
"67": "",
"68": "The Gigantamax energy coursing through its arms makes its punches hit as hard as bomb blasts.",
"69": "",
"70": "",
"71": "",
"72": "",
"73": "",
"74": "",
"75": "",
"76": "",
"77": "Its small horn hides a healing power. With a few rubs from this Pokémon’s horn, any slight wound you have will be healed.",
"78": "Little can stand up to its psycho cut. Unleashed from this Pokémon’s horn, the move will punch a hole right through a thick metal sheet.",
"79": "Although this Pokémon is normally zoned out, its expression abruptly sharpens on occasion. The cause for this seems to lie in Slowpoke’s diet.",
"80": "A Shellder bite set off a chemical reaction with the spices inside Slowbro’s body, causing Slowbro to become a Poison-type Pokémon.",
"81": "",
"82": "",
"83": "The Farfetch’d of the Galar region are brave warriors, and they wield thick, tough leeks in battle.",
"84": "",
"85": "",
"86": "",
"87": "",
"88": "",
"89": "",
"90": "",
"91": "",
"92": "",
"93": "",
"94": "Rumor has it that its gigantic mouth leads not into its body, filled with cursed energy, but instead directly to the afterlife.",
"95": "",
"96": "",
"97": "",
"98": "",
"99": "The flow of Gigantamax energy has spurred this Pokémon’s left pincer to grow to an enormous size. That claw can pulverize anything.",
"100": "",
"101": "",
"102": "",
"103": "Blazing sunlight has brought out the true form and powers of this Pokémon.",
"104": "",
"105": "This Pokémon sets the bone it holds on fire and dances through the night as a way to mourn its fallen allies.",
"106": "",
"107": "",
"108": "",
"109": "",
"110": "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.",
"111": "",
"112": "",
"113": "",
"114": "",
"115": "",
"116": "",
"117": "",
"118": "",
"119": "",
"120": "",
"121": "",
"122": "Its talent is tap-dancing. It can also manipulate temperatures to create a floor of ice, which this Pokémon can kick up to use as a barrier.",
"123": "",
"124": "",
"125": "",
"126": "",
"127": "",
"128": "",
"129": "",
"130": "",
"131": "Over 5,000 people can ride on its shell at once. And it’s a very comfortable ride, without the slightest shaking or swaying.",
"132": "",
"133": "Gigantamax energy upped the fluffiness of the fur around Eevee’s neck. The fur will envelop a foe, capturing its body and captivating its mind.",
"134": "",
"135": "",
"136": "",
"137": "",
"138": "",
"139": "",
"140": "",
"141": "",
"142": "",
"143": "Gigantamax energy has affected stray seeds and even pebbles that got stuck to Snorlax, making them grow to a huge size.",
"144": "Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.",
"145": "When its feathers rub together, they produce a crackling sound like the zapping of electricity. That’s why this Pokémon is called Zapdos.",
"146": "This Pokémon’s sinister, flame-like aura will consume the spirit of any creature it hits. Victims become burned-out shadows of themselves.",
"147": "",
"148": "",
"149": "",
"150": "",
"151": "",
"152": "",
"153": "",
"154": "",
"155": "",
"156": "",
"157": "",
"158": "",
"159": "",
"160": "",
"161": "",
"162": "",
"163": "",
"164": "",
"165": "",
"166": "",
"167": "",
"168": "",
"169": "",
"170": "",
"171": "",
"172": "",
"173": "",
"174": "",
"175": "",
"176": "",
"177": "",
"178": "",
"179": "",
"180": "",
"181": "",
"182": "",
"183": "",
"184": "",
"185": "",
"186": "",
"187": "",
"188": "",
"189": "",
"190": "",
"191": "",
"192": "",
"193": "",
"194": "",
"195": "",
"196": "",
"197": "",
"198": "",
"199": "A combination of toxins and the shock of evolving has increased Shellder’s intelligence to the point that Shellder now controls Slowking.",
"200": "",
"201": "",
"202": "",
"203": "",
"204": "",
"205": "",
"206": "",
"207": "",
"208": "",
"209": "",
"210": "",
"211": "",
"212": "",
"213": "",
"214": "",
"215": "",
"216": "",
"217": "",
"218": "",
"219": "",
"220": "",
"221": "",
"222": "Watch your step when wandering areas oceans once covered. What looks like a stone could be this Pokémon, and it will curse you if you kick it.",
"223": "",
"224": "",
"225": "",
"226": "",
"227": "",
"228": "",
"229": "",
"230": "",
"231": "",
"232": "",
"233": "",
"234": "",
"235": "",
"236": "",
"237": "",
"238": "",
"239": "",
"240": "",
"241": "",
"242": "",
"243": "",
"244": "",
"245": "",
"246": "",
"247": "",
"248": "",
"249": "",
"250": "",
"251": "",
"252": "",
"253": "",
"254": "",
"255": "",
"256": "",
"257": "",
"258": "",
"259": "",
"260": "",
"261": "",
"262": "",
"263": "Its restlessness has it constantly running around. If it sees another Pokémon, it will purposely run into them in order to start a fight.",
"264": "It uses its long tongue to taunt opponents. Once the opposition is enraged, this Pokémon hurls itself at the opponent, tackling them forcefully.",
"265": "",
"266": "",
"267": "",
"268": "",
"269": "",
"270": "",
"271": "",
"272": "",
"273": "",
"274": "",
"275": "",
"276": "",
"277": "",
"278": "",
"279": "",
"280": "",
"281": "",
"282": "",
"283": "",
"284": "",
"285": "",
"286": "",
"287": "",
"288": "",
"289": "",
"290": "",
"291": "",
"292": "",
"293": "",
"294": "",
"295": "",
"296": "",
"297": "",
"298": "",
"299": "",
"300": "",
"301": "",
"302": "",
"303": "",
"304": "",
"305": "",
"306": "",
"307": "",
"308": "",
"309": "",
"310": "",
"311": "",
"312": "",
"313": "",
"314": "",
"315": "",
"316": "",
"317": "",
"318": "",
"319": "",
"320": "",
"321": "",
"322": "",
"323": "",
"324": "",
"325": "",
"326": "",
"327": "",
"328": "",
"329": "",
"330": "",
"331": "",
"332": "",
"333": "",
"334": "",
"335": "",
"336": "",
"337": "",
"338": "",
"339": "",
"340": "",
"341": "",
"342": "",
"343": "",
"344": "",
"345": "",
"346": "",
"347": "",
"348": "",
"349": "",
"350": "",
"351": "",
"352": "",
"353": "",
"354": "",
"355": "",
"356": "",
"357": "",
"358": "",
"359": "",
"360": "",
"361": "",
"362": "",
"363": "",
"364": "",
"365": "",
"366": "",
"367": "",
"368": "",
"369": "",
"370": "",
"371": "",
"372": "",
"373": "",
"374": "",
"375": "",
"376": "",
"377": "",
"378": "",
"379": "",
"380": "",
"381": "",
"382": "",
"383": "",
"384": "",
"385": "",
"386": "",
"387": "",
"388": "",
"389": "",
"390": "",
"391": "",
"392": "",
"393": "",
"394": "",
"395": "",
"396": "",
"397": "",
"398": "",
"399": "",
"400": "",
"401": "",
"402": "",
"403": "",
"404": "",
"405": "",
"406": "",
"407": "",
"408": "",
"409": "",
"410": "",
"411": "",
"412": "",
"413": "",
"414": "",
"415": "",
"416": "",
"417": "",
"418": "",
"419": "",
"420": "",
"421": "After absorbing plenty of sunlight, Cherrim takes this form. It’s full of energy while it’s like this, and its liveliness will go on until sundown.",
"422": "There’s speculation that its appearance is determined by what it eats, but the truth remains elusive.",
"423": "It secretes a purple fluid to deter enemies. This fluid isn’t poisonous—instead, it’s super sticky, and once it sticks, it’s very hard to unstick.",
"424": "",
"425": "",
"426": "",
"427": "",
"428": "",
"429": "",
"430": "",
"431": "",
"432": "",
"433": "",
"434": "",
"435": "",
"436": "",
"437": "",
"438": "",
"439": "",
"440": "",
"441": "",
"442": "",
"443": "",
"444": "",
"445": "",
"446": "",
"447": "",
"448": "",
"449": "",
"450": "",
"451": "",
"452": "",
"453": "",
"454": "",
"455": "",
"456": "",
"457": "",
"458": "",
"459": "",
"460": "",
"461": "",
"462": "",
"463": "",
"464": "",
"465": "",
"466": "",
"467": "",
"468": "",
"469": "",
"470": "",
"471": "",
"472": "",
"473": "",
"474": "",
"475": "",
"476": "",
"477": "",
"478": "",
"479": "This Rotom has possessed a convection microwave oven that uses a special motor. It also has a flair for manipulating flames.|This form of Rotom enjoys coming up with water- based pranks. Be careful with it if you don’t want your room flooded.|Rotom assumes this form when it takes over a refrigerator powered by a special motor. It battles by spewing cold air.|In this form, Rotom applies its new power over wind to its love of pranks. It will happily blow away any important documents it can find.|This is Rotom after it’s seized control of a lawn mower that has a special motor. As it mows down grass, it scatters the clippings everywhere.",
"480": "",
"481": "",
"482": "",
"483": "",
"484": "",
"485": "",
"486": "",
"487": "",
"488": "",
"489": "",
"490": "",
"491": "",
"492": "",
"493": "",
"494": "",
"495": "",
"496": "",
"497": "",
"498": "",
"499": "",
"500": "",
"501": "",
"502": "",
"503": "",
"504": "",
"505": "",
"506": "",
"507": "",
"508": "",
"509": "",
"510": "",
"511": "",
"512": "",
"513": "",
"514": "",
"515": "",
"516": "",
"517": "",
"518": "",
"519": "",
"520": "",
"521": "Females of this species are very capable fliers, particularly notable for their stamina. They also take longer to adjust to people.",
"522": "",
"523": "",
"524": "",
"525": "",
"526": "",
"527": "",
"528": "",
"529": "",
"530": "",
"531": "",
"532": "",
"533": "",
"534": "",
"535": "",
"536": "",
"537": "",
"538": "",
"539": "",
"540": "",
"541": "",
"542": "",
"543": "",
"544": "",
"545": "",
"546": "",
"547": "",
"548": "",
"549": "",
"550": "Blue-striped Basculin used to be a common food source. They apparently have an inoffensive, light flavor.",
"551": "",
"552": "",
"553": "",
"554": "It lived in snowy areas for so long that its fire sac cooled off and atrophied. It now has an organ that generates cold instead.",
"555": "Through meditation, it calms its raging spirit and hones its psychic powers.|On days when blizzards blow through, it comes down to where people live. It stashes food in the snowball on its head, taking it home for later.|Anger has reignited its atrophied flame sac. This Pokémon spews fire everywhere as it rampages indiscriminately.",
"556": "",
"557": "",
"558": "",
"559": "",
"560": "",
"561": "",
"562": "A clay slab with cursed engravings took possession of a Yamask. The slab is said to be absorbing the Yamask’s dark power.",
"563": "",
"564": "",
"565": "",
"566": "",
"567": "",
"568": "",
"569": "Due to Gigantamax energy, this Pokémon’s toxic gas has become much thicker, congealing into masses shaped like discarded toys.",
"570": "",
"571": "",
"572": "",
"573": "",
"574": "",
"575": "",
"576": "",
"577": "",
"578": "",
"579": "",
"580": "",
"581": "",
"582": "",
"583": "",
"584": "",
"585": "",
"586": "",
"587": "",
"588": "",
"589": "",
"590": "",
"591": "",
"592": "It envelops its prey in its veillike arms and draws it down to the deeps, five miles below the ocean’s surface.",
"593": "These Pokémon have body compositions that are mostly identical to seawater. They make their lairs from sunken ships.",
"594": "",
"595": "",
"596": "",
"597": "",
"598": "",
"599": "",
"600": "",
"601": "",
"602": "",
"603": "",
"604": "",
"605": "",
"606": "",
"607": "",
"608": "",
"609": "",
"610": "",
"611": "",
"612": "",
"613": "",
"614": "",
"615": "",
"616": "",
"617": "",
"618": "Living in mud with a high iron content has given it a strong steel body.",
"619": "",
"620": "",
"621": "",
"622": "",
"623": "",
"624": "",
"625": "",
"626": "",
"627": "",
"628": "",
"629": "",
"630": "",
"631": "",
"632": "",
"633": "",
"634": "",
"635": "",
"636": "",
"637": "",
"638": "",
"639": "",
"640": "",
"641": "",
"642": "",
"643": "",
"644": "",
"645": "",
"646": "The sameness of Reshiram’s and Kyurem’s genes allowed Kyurem to absorb Reshiram. Kyurem can now use the power of both fire and ice.|It’s said that this Pokémon battles in order to protect the ideal world that will exist in the future for people and Pokémon.",
"647": "Keldeo has strengthened its resolve for battle, filling its body with power and changing its form.",
"648": "",
"649": "",
"650": "",
"651": "",
"652": "",
"653": "",
"654": "",
"655": "",
"656": "",
"657": "",
"658": "",
"659": "",
"660": "",
"661": "",
"662": "",
"663": "",
"664": "",
"665": "",
"666": "",
"667": "",
"668": "",
"669": "",
"670": "",
"671": "",
"672": "",
"673": "",
"674": "",
"675": "",
"676": "",
"677": "",
"678": "Females are a bit more selfish and aggressive than males. If they don’t get what they want, they will torment you with their psychic abilities.",
"679": "",
"680": "",
"681": "This stance is dedicated to offense. It can cleave any opponent with the strength and weight of its steel blade.",
"682": "",
"683": "",
"684": "",
"685": "",
"686": "",
"687": "",
"688": "",
"689": "",
"690": "",
"691": "",
"692": "",
"693": "",
"694": "",
"695": "",
"696": "",
"697": "",
"698": "",
"699": "",
"700": "",
"701": "",
"702": "",
"703": "",
"704": "",
"705": "",
"706": "",
"707": "",
"708": "",
"709": "",
"710": "When taking spirits to the afterlife, small Pumpkaboo prefer the spirits of children to those of adults.|When taking spirits to the afterlife, large Pumpkaboo prefer the spirits of adults to those of children.|Supersized Pumpkaboo are very partial to the spirits of people who were of similarly superior proportions.",
"711": "Small Gourgeist pretend to be children to fool adults. Anyone who falls for the act gets carried away to the hereafter.|Large Gourgeist put on the guise of adults, taking the hands of children to lead them to the afterlife.|Supersized Gourgeist aren’t picky. They will forcefully drag anyone off to the afterlife.",
"712": "",
"713": "",
"714": "",
"715": "",
"716": "",
"717": "",
"718": "",
"719": "",
"720": "",
"721": "",
"722": "",
"723": "",
"724": "",
"725": "",
"726": "",
"727": "",
"728": "",
"729": "",
"730": "",
"731": "",
"732": "",
"733": "",
"734": "",
"735": "",
"736": "",
"737": "",
"738": "",
"739": "",
"740": "",
"741": "",
"742": "",
"743": "",
"744": "This Pokémon can bond very strongly with its Trainer, but it also has a habit of biting. Raising a Rockruff for a long time can be challenging.",
"745": "This form of Lycanroc is reckless. It charges headlong at its opponents, attacking without any care about what injuries it might receive.|This form of Lycanroc is normally calm and quiet. Once a battle begins, however, this Pokémon displays a ferocious fighting spirit.",
"746": "On their own, they’re very weak. But when Wishiwashi pool their power together in a school, they become a demon of the sea.",
"747": "",
"748": "",
"749": "",
"750": "",
"751": "",
"752": "",
"753": "",
"754": "",
"755": "",
"756": "",
"757": "",
"758": "",
"759": "",
"760": "",
"761": "",
"762": "",
"763": "",
"764": "",
"765": "",
"766": "",
"767": "",
"768": "",
"769": "",
"770": "",
"771": "",
"772": "",
"773": "Thanks to its awakened powers, it can change to the Fighting type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Flying type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Poison type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Ground type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Rock type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Bug type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Ghost type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Steel type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Fire type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Water type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Grass type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Electric type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Psychic type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Ice type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Dragon type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Dark type to match the memory it has equipped.|Thanks to its awakened powers, it can change to the Fairy type to match the memory it has equipped.",
"774": "",
"775": "",
"776": "",
"777": "",
"778": "There will be no forgiveness for any who reveal that it was pretending to be Pikachu. It will bring the culprit down, even at the cost of its own life.",
"779": "",
"780": "",
"781": "",
"782": "",
"783": "",
"784": "",
"785": "",
"786": "",
"787": "",
"788": "",
"789": "",
"790": "",
"791": "",
"792": "When it dominates Solgaleo, it takes on this form. It’s a vicious Pokémon, mangling prey with its many claws—including those on its back.|Necrozma has subjugated Lunala entirely, forcing the unfortunate Pokémon to emit its light energy for Necrozma to consume.",
"793": "",
"794": "",
"795": "",
"796": "",
"797": "",
"798": "",
"799": "",
"800": "",
"801": "",
"802": "",
"803": "",
"804": "",
"805": "",
"806": "",
"807": "",
"808": "",
"809": "In a distant land, there are legends about a cyclopean giant. In fact, the giant was a Melmetal that was flooded with Gigantamax energy.",
"810": "",
"811": "",
"812": "Gigantamax energy has caused Rillaboom’s stump to grow into a drum set that resembles a forest.",
"813": "",
"814": "",
"815": "Infused with Cinderace’s fighting spirit, the gigantic Pyro Ball never misses its targets and completely roasts opponents.",
"816": "",
"817": "",
"818": "Gigantamax Inteleon’s Water Gun move fires at Mach 7. As the Pokémon takes aim, it uses the crest on its head to gauge wind and temperature.",
"819": "",
"820": "",
"821": "",
"822": "",
"823": "Imbued with Gigantamax energy, its wings can whip up winds more forceful than any a hurricane could muster. The gusts blow everything away.",
"824": "",
"825": "",
"826": "Its brain has grown to a gargantuan size, as has the rest of its body. This Pokémon’s intellect and psychic abilities are overpowering.",
"827": "",
"828": "",
"829": "",
"830": "",
"831": "",
"832": "",
"833": "",
"834": "It responded to Gigantamax energy by becoming bipedal. First it comes crashing down on foes, and then it finishes them off with its massive jaws.",
"835": "",
"836": "",
"837": "",
"838": "",
"839": "Its body is a colossal stove. With Gigantamax energy stoking the fire, this Pokémon’s flame burns hotter than 3,600 degrees Fahrenheit.",
"840": "",
"841": "Under the influence of Gigantamax energy, it produces much more sweet nectar, and its shape has changed to resemble a giant apple.",
"842": "It blasts its opponents with massive amounts of sweet, sticky nectar, drowning them under the deluge.",
"843": "",
"844": "Its sand pouch has grown to tremendous proportions. More than 1,000,000 tons of sand now swirl around its body.",
"845": "Cramorant’s gluttony led it to try to swallow an Arrokuda whole, which in turn led to Cramorant getting an Arrokuda stuck in its throat.|This Cramorant has accidentally gotten a Pikachu lodged in its gullet. Cramorant is choking a little, but it isn’t really bothered.",
"846": "",
"847": "",
"848": "",
"849": "Capable of generating 15,000 volts of electricity, this Pokémon looks down on all that would challenge it.|Its excessive electric energy is its weapon. This Pokémon can build up more electricity than any thundercloud.",
"850": "",
"851": "Gigantamax energy has evoked a rise in its body temperature, now reaching over 1,800 degrees Fahrenheit. Its heat waves incinerate its enemies.",
"852": "",
"853": "",
"854": "The swirl pattern in this Pokémon’s body is its weakness. If it gets stirred, the swirl loses its shape, and Sinistea gets dizzy.",
"855": "Trainers Polteageist trusts will be allowed to experience its distinctive flavor and aroma firsthand by sampling just a tiny bit of its tea.",
"856": "",
"857": "",
"858": "This Pokémon can read the emotions of creatures over 30 miles away. The minute it senses hostility, it goes on the attack.",
"859": "",
"860": "",
"861": "By transforming its leg hair, this Pokémon delivers power-packed drill kicks that can bore huge holes in Galar’s terrain.",
"862": "",
"863": "",
"864": "",
"865": "",
"866": "",
"867": "",
"868": "",
"869": "The moment it evolved, it took on a sweet and tart flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on an aromatic flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a refreshing flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a sour flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a salty flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a mixed flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a bitter flavor. This is because of the way its cells spontaneously shifted during evolution.|The moment it evolved, it took on a complex flavor. This is because of the way its cells spontaneously shifted during evolution.|Cream pours endlessly from this Pokémon’s body. The cream stiffens when compressed by an impact. A harder impact results in harder cream.",
"870": "",
"871": "",
"872": "",
"873": "",
"874": "",
"875": "The ice covering this Pokémon’s face has shattered, revealing a slightly worried expression that many people are enamored with.",
"876": "These intelligent Pokémon touch horns with each other to share information between them.",
"877": "Intense hunger drives it to extremes of violence, and the electricity in its cheek sacs has converted into a Dark-type energy.",
"878": "So much power is packed within its trunk that if it were to unleash that power, the resulting blast could level mountains and change the landscape.",
"879": "It’s grown to resemble a skyscraper. Parts of its towering body glow due to a profusion of energy.",
"880": "",
"881": "",
"882": "",
"883": "",
"884": "",
"885": "",
"886": "",
"887": "",
"888": "Now armed with a weapon it used in ancient times, this Pokémon needs only a single strike to fell even Gigantamax Pokémon.",
"889": "Its ability to deflect any attack led to it being known as the Fighting Master’s Shield. It was feared and respected by all.",
"890": "As a result of Rose’s meddling, Eternatus absorbed all the energy in the Galar region. It’s now in a state of power overload.",
"891": "",
"892": "It’s believed that this Pokémon modeled its fighting style on the flow of a river—sometimes rapid, sometimes calm.|People call it the embodiment of rage. It’s said that this Pokémon’s terrifying expression and shout will rid the world of malevolence.|As it waits for the right moment to unleash its Gigantamax power, this Pokémon maintains a perfect one-legged stance. It won’t even twitch.",
"893": "This Zarude left its pack to raise a human child. The cloth Zarude would wrap the child with has a comforting scent that calmed the child’s crying.",
"894": "",
"895": "",
"896": "",
"897": "",
"898": "According to lore, this Pokémon showed no mercy to those who got in its way, yet it would heal its opponents’ wounds after battle.|It’s said that Calyrex and a Pokémon that had bonded with it ran all across the Galar region to bring green to the wastelands.",
}